{
  "GENERAL": {
    "DYDX_ADDRESS_FROM_ETHEREUM": {
      "BODY": "Ihre dYdX-Chain-Adresse „{DYDX_ADDRESS}“ wurde aus der Signatur der Ethereum-Adresse „{EVM_ADDRESS}“ erstellt."
    },
    "DYDX_ADDRESS_FROM_SOLANA": {
      "BODY": "Ihre dYdX-Chain-Adresse „{DYDX_ADDRESS}“ wurde aus der Signatur der Solana-Adresse „{SOLANA_ADDRESS}“ erstellt."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Legacy-Signatur",
      "BODY": "Kreuzen Sie diese Option nur dann an, wenn Sie zuvor Hardware Wallet Signing \/ Legacy Signing zur Erstellung Ihrer Keys verwendet haben."
    },
    "REMEMBER_ME": {
      "TITLE": "Automatische Anmeldung",
      "BODY": "Verwenden Sie \"Automatische Anmeldung\" nur, wenn Sie ein sicheres Gerät benutzen, das Ihnen gehört. Benutzen Sie ein öffentliches oder ungesichertes Gerät, können sich Dritte bei Auswahl dieser Option Zugang zu Ihren Keys und Daten verschaffen."
    }
  },
  "AFFILIATES": {
    "AFFILIATE_COMMISSIONS": {
      "TITLE": "Affiliate-Provisionen",
      "BODY": "Affiliates verdienen Provisionen auf Taker-Gebühren, die von empfohlenen Benutzern gezahlt werden. Um einen Affiliate-Gebührenanteil zu generieren, müssen die empfohlenen Benutzer ein rollendes 30-Tage-Volumen von unter 50 Mio. USD haben, wenn sie den Handel tätigen."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Hedgies-Rabatt",
      "BODY": "Wenn Sie einen {NFT} halten, wird Ihre Gebührennachlass-Stufe um eine Stufe erhöht. Halten Sie mehrere, wird dies allerdings keinen zusätzlichen Effekt haben."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Kontobeleihung",
      "BODY": "Hebelwirkung auf Basis all Ihrer im Konto bestehenden offenen Positionen. Da Ihr Konto cross-margined ist, hat jede offene Position ihre eigene Hebelwirkung und beeinflusst gleichzeitig auch Ihre gesamte Konto-Hebelwirkung."
    },
    "AVAILABLE_BALANCE": {
      "TITLE": "Verfügbares Guthaben",
      "BODY": "Betrag der Sicherheiten, die für den Handel oder die Abhebung von Ihrem Cross-Margin-Konto verfügbar sind."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Basis-Positionsnominalwert",
      "BODY": "Die maximale Positionsgröße, bei der die Margin-Anforderungen nicht erhöht werden."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Stop Loss",
      "BODY": "Ihr aktueller Triggerpreis zur Ausführung eines Stop Loss für diese Bracket Order."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Take Profit",
      "BODY": "Ihr aktueller Triggerpreis zur Ausführung eines Take Profit für diese Bracket-Order."
    },
    "BUYING_POWER": {
      "TITLE": "Kaufkraft",
      "BODY": "Dies stellt Ihre gesamte verfügbare Kaufkraft dar. Ihre Kaufkraft basiert auf dem maximalen Hebel, der an der Börse verfügbar ist, und wird sich nicht auf der Grundlage des von Ihnen ausgewählten Marktes ändern."
    },
    "CROSS_FREE_COLLATERAL": {
      "TITLE": "Kreuzfreie Sicherheiten",
      "BODY": "Betrag der Sicherheiten, die für den Handel oder die Abhebung von Ihrem Cross-Margin-Konto verfügbar sind."
    },
    "CROSS_MARGIN_USAGE": {
      "TITLE": "Nutzung von Cross-Margin",
      "BODY": "Prozentsatz Ihrer gesamten Cross-Marge, der von offenen Positionen in Anspruch genommen wird."
    },
    "CUSTOM_AMOUNT": {
      "TITLE": "Benutzerdefinierter Betrag",
      "BODY": "Die Anpassung Ihres benutzerdefinierten Betrags gilt sowohl für Take-Profit- als auch für Stop-Loss-Orders."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Standardausführung",
      "BODY": "Mit Ihrer Order werden alle Crossing Orders zum Zeitpunkt der Eröffnung ausgeführt. Wenn Ihre Order nicht vollständig ausgeführt wurde, bleibt sie so lange offen, bis sie ausgeführt, storniert oder abgelaufen ist."
    },
    "EQUITY": {
      "TITLE": "Eigenkapital",
      "BODY": "Gesamtwert Ihres Kontos."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Erwarteter Preis",
      "BODY": "Voraussichtlicher Ausführungspreis für Ihre Order. Dieser Preis ist nur eine Schätzung, da sich das Orderbuch ändern kann, bevor Ihre Order vom Netzwerk bearbeitet wird."
    },
    "FEE": {
      "TITLE": "Handelsgebühr",
      "BODY": "Das Netzwerk erhebt Handelsgebühren in Höhe eines Prozentsatzes Ihres Handelsvolumens. Handelsgebühren fallen für Validatoren und DYDX-Staker an. Für den Handel auf dYdX fallen keine Gasgebühren an."
    },
    "FILL_OR_KILL": {
      "TITLE": "Fill or Kill",
      "BODY": "Fill-or-Kill-Orders müssen bei Ausführung vollständig ausgeführt werden, andernfalls werden sie automatisch storniert."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Freie Sicherheiten",
      "BODY": "Der maximale Auszahlungsbetrag, die Sie abheben können Wenn die freien Sicherheiten 0 oder negativ sind, verwendet Ihr Konto den maximalen Hebelwirkung."
    },
    "GOOD_TIL": {
      "TITLE": "Gültig bis",
      "BODY": "Zeit, bis Ihre Order abläuft."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Sofortausführung oder Stornierung",
      "BODY": "Ihre Order wird zum Zeitpunkt der Eröffnung alle Crossing Orders ausführen und dann jede unausgeführte Order Menge stornieren."
    },
    "INDEX_PRICE": {
      "TITLE": "Oracle-Preis",
      "BODY": "Stop-Orders werden basierend auf dem Oracle-Preis ausgelöst. Der Oracle-Preis bündelt Kursdaten von mehreren Börsen und schützt Sie somit vor Ereignissen wie starken Kurseinbrüchen."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Anfangsmargin-Bruchwert",
      "BODY": "Der Anfangsmargin-Bruchwert definiert den Hebel, den ein Trader zu Beginn einer Position verwenden kann. Der IMF wird als der Nominalwert der Position eines Traders geteilt durch das Eigenkapital berechnet. Wenn der Margin-Bruchwert eines Händlers den anfänglichen Margin-Bruchwert übersteigt, ist es einem Trader nicht mehr gestattet, seine Position zu erhöhen."
    },
    "INITIAL_STOP": {
      "TITLE": "Initialer Stop",
      "BODY": "Der anfängliche Stop-Preis, basierend auf Ihrem Trailing-Prozentsatz."
    },
    "LEVERAGE": {
      "TITLE": "Hebel",
      "BODY": "Die Hebelwirkung verändert den Multiplikator Ihrer Gewinne oder Verluste. Durch Erhöhen Ihres Hebels steigt der Gewinn\/Verlust, den Sie bei einer gleichen Kursbewegung erzielen würden."
    },
    "LIMIT_CLOSE": {
      "TITLE": "Limit Schließung",
      "BODY": "Eine Limit-Order kann nicht sofort ausgeführt werden und wird nur ausgeführt, wenn der eingegebene Preis erreicht wird. Überwachen Sie die Registerkarte Aufträge, um den Status zu überprüfen."
    },
    "LIMIT_PRICE": {
      "TITLE": "Limit-Preis",
      "BODY": "Diese Order kann nur zum angegebenen Limit-Preis oder besser ausgeführt werden. Wenn sich Ihre Order zum Zeitpunkt der Order-Erteilung überschneidet, wird sie alle Crossing Orders zum günstigsten Preis erfüllen."
    },
    "LIMIT_PRICE_LEARN_MORE": {
      "TITLE": "Limit-Preis",
      "BODY": "Durch die Bestimmung eines Limitpreises platzieren Sie eine Take-Profit-Limit-Order und\/oder eine Stop-Limit-Order. Klicken Sie auf {DOCUMENTATION_LINK} für weitere Details."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "Die prozentuale Differenz zwischen Ihrem Triggerpreis und dem Limitpreis."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Liquidationspreis",
      "BODY": "Wenn der Orakelpreis unter den Liquidationspreis {SYMBOL} fällt, wird Ihre Position liquidiert. Nach der Liquidation wird Ihre Position automatisch geschlossen, und eine Liquidationsgebühr von mindestens 1 % wird erhoben (kann je nach Liquidität zum Zeitpunkt der Liquidation höher ausfallen)."
    },
    "LIQUIDATION_PRICE_SHORT": {
      "TITLE": "Liquidationspreis",
      "BODY": "Wenn der Oracle-Preis von {SYMBOL} über den Abwicklungspreis steigt, wird Ihre Position liquidiert. Nach der Liquidation wird Ihre Position automatisch geschlossen, und eine Liquidationsgebühr von mindestens 1 % wird erhoben (kann je nach Liquidität zum Zeitpunkt der Liquidation höher ausfallen)."
    },
    "LIQUIDATION_PRICE_LONG": {
      "TITLE": "Liquidationspreis",
      "BODY": "Wenn der Orakelpreis unter den Liquidationspreis {SYMBOL} fällt, wird Ihre Position liquidiert. Nach der Liquidation wird Ihre Position automatisch geschlossen, und eine Liquidationsgebühr von mindestens 1 % wird erhoben (kann je nach Liquidität zum Zeitpunkt der Liquidation höher ausfallen)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Abwicklungspreis",
      "BODY": "Wenn der Oracle-Preis des Positionsmarktes den Liquidationspreis überschreitet, wird Ihre Position liquidiert. Nach der Abwicklung, wird Ihre Position automatisch geschlossen und eine Liquidationsgebühr von mindestens 1% wird veranschlagt (kann je nach Liquidität zum Zeitpunkt der Abwicklung höher ausfallen)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidität",
      "BODY": "Trades, die dem Orderbuch Liquidität entziehen (z. B. Market- oder Crossing-Limit-Orders) werden als Taker Orders ausgeführt. Limit-Orders, die dem Orderbuch mehr Liquidität verschaffen und von einer anderen Partei ausgeführt werden, werden als Maker Orders ausgeführt."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Maintenance Margin-Fraktion",
      "BODY": "Der Maintenance Margin-Faktor definiert, wann Trader liquidiert werden. Er wird als der Nominalwert der Position eines Traders geteilt durch das Eigenkapital berechnet. Wenn der Margin-Faktor eines Traders den Maintenance Margin-Faktor überschreitet, wird seine Position automatisch geschlossen (liquidiert), und die Liquidations-Engine wird versuchen, Gelder nach Möglichkeit auf Konten mit positivem Wert zu belassen, nachdem die maximale Liquidationsstrafe von 1,5 % bezahlt wurde."
    },
    "MAKER_FEE": {
      "TITLE": "Maker-Gebühr",
      "BODY": "Limit-Orders, die dem Orderbuch mehr Liquidität verschaffen und von einer anderen Partei ausgeführt werden, werden als Maker Orders ausgeführt. Maker Orders haben eine niedrigere Gebühr als Taker Orders."
    },
    "MARGIN_USAGE": {
      "TITLE": "Margenanwendung",
      "BODY": "Prozentsatz Ihrer gesamten Marge, der von offenen Positionen verwendet wird."
    },
    "MARGIN_USED": {
      "TITLE": "Verwendete Marge",
      "BODY": "Prozentsatz Ihrer gesamten Cross-Marge, der von offenen Positionen in Anspruch genommen wird."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Maximal schnelle Auszahlung",
      "BODY": "Maximaler Betrag, der für eine einzelne schnelle Auszahlung zulässig ist."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Maximale Hebelwirkung",
      "BODY": "Maximal zulässige Hebelwirkung für diesen Markt. Zur Begrenzung des Risikos verringert sich der maximale Hebel linear mit der Positionsgröße nach Erreichen eines bestimmten Schwellenwerts."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Geschätzte Prämien",
      "BODY": "Verdienen Sie Prämien, wenn Sie auf dYdX handeln. Tatsächliche Prämien können variieren."
    },
    "NET_FUNDING": {
      "TITLE": "Nettofinanzierung",
      "BODY": "Verdiente \/ bezahlte Gesamtfinanzierung für die Laufzeit der aktuellen Position. Wird zurückgesetzt, wenn Sie Ihre Position schließen oder die Position wechseln (Long zu Short oder umgekehrt)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Offen Zinsen",
      "BODY": "Open Interest umfasst die Gesamtgröße aller offenen Positionen auf diesem Markt."
    },
    "ORACLE_PRICE": {
      "TITLE": "Oracle-Preis",
      "BODY": "Die Hebelwirkung und Liquidationen werden auf der Grundlage des On-Chain-Orakelpreises bestimmt. Der Oracle-Preis bündelt Kursdaten von mehreren Börsen und schützt Sie somit vor Ereignissen wie starken Kurseinbrüchen."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Orderbetrag",
      "BODY": "Betrag für den Kauf oder Verkauf von {SYMBOL}. Dies ist der Betrag, um den sich Ihre Position erhöht oder verringert, wenn die Order ausgeführt wird, und nicht der endgültige Betrag Ihrer Position."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Orderbetrag",
      "BODY": "Betrag in USD für den Kauf oder Verkauf von {SYMBOL}. Dies ist der Betrag, um den sich Ihre Position erhöht oder verringert, wenn die Order ausgeführt wird, und nicht der endgültige Betrag Ihrer Position."
    },
    "PARTIAL_CLOSE_STOP_LOSS": {
      "TITLE": "Stop-Loss ist ein teilweises Schließen",
      "BODY": "Ihr Stop-Loss ist nicht so konfiguriert, dass Sie Ihre gesamte Position schließen. Dies könnte daran liegen, dass Sie einen benutzerdefinierten Betrag festgelegt haben oder dass Sie Ihre Positionsgröße nach dem Hinzufügen dieses Auslösers geändert haben."
    },
    "PARTIAL_CLOSE_TAKE_PROFIT": {
      "TITLE": "Take-Profit ist ein teilweises Schließen",
      "BODY": "Ihr Take-Profit ist nicht so konfiguriert, dass Sie Ihre gesamte Position schließen. Dies könnte daran liegen, dass Sie einen benutzerdefinierten Betrag festgelegt haben oder dass Sie Ihre Positionsgröße nach dem Hinzufügen dieses Auslösers geändert haben."
    },
    "PORTFOLIO_VALUE": {
      "TITLE": "Portfolio-Wert",
      "BODY": "Gesamtwert des Eigenkapitals Ihres Kontos."
    },
    "POSITION_MARGIN": {
      "TITLE": "Positions-Marge",
      "BODY": "Der Betrag der Sicherheiten, die die Position absichern."
    },
    "POSITION_LEVERAGE": {
      "TITLE": "Positionshebel",
      "BODY": "Die Hebelwirkung verändert den Multiplikator Ihrer Gewinne oder Verluste. Durch Erhöhen Ihres Hebels steigt der Gewinn\/Verlust, den Sie bei einer gleichen Kursbewegung erzielen würden."
    },
    "POST_ONLY": {
      "TITLE": "Post-Only",
      "BODY": "Orders, die Post-Only aktiviert haben, können nur als Maker Orders gesetzt werden. Wenn die Order zum Zeitpunkt der Auftragserteilung andere Orders überschneidet, wird diese automatisch storniert."
    },
    "POST_ONLY_TIMEINFORCE_GTT": {
      "TITLE": "Post-Only",
      "BODY": "Post-Only ist nur verfügbar, wenn die Gültigkeit auf 'Gültig bis zum Zeitpunkt' eingestellt ist."
    },
    "PRICE_IMPACT": {
      "TITLE": "Auswirkung auf den Preis",
      "BODY": "Der Unterschied zwischen dem erwarteten Ausführungspreis für Ihre Order und der besten Order auf der Gebots- oder Verkaufsseite. Dies wird sich für größere Tradingumfänge erhöhen."
    },
    "REALIZED_PNL": {
      "TITLE": "Realisierter Gewinn \/ Verlust",
      "BODY": "Gesamter realisierter Gewinn\/Verlust für diese Position durch teilweise Schließungen, Gebühren und Finanzierung. Wird zurückgesetzt, wenn Sie Ihre Position vollständig schließen oder die Position wechseln (Long zu Short, oder umgekehrt)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only verhindert, dass eine Order die Position wechselt (Long zu Short oder Short zu Long). Eine Order mit aktiviertem Reduce-Only wird automatisch ihre Größe anpassen und sich selbst stornieren, wenn sich Ihre Position ändert."
    },
    "REDUCE_ONLY_TIMEINFORCE_IOC": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only ist nur verfügbar, wenn Time in Force auf IOC festgelegt ist."
    },
    "REDUCE_ONLY_EXECUTION_IOC": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only ist nur verfügbar, wenn die Ausführung auf IOC festgelegt ist."
    },
    "REWARDS_EARNED": {
      "TITLE": "Verdiente Belohnungen",
      "BODY": "Verdienen Sie Prämien, wenn Sie auf dYdX handeln."
    },
    "SPREAD": {
      "TITLE": "Spread",
      "BODY": "Der Preisunterschied zwischen dem höchsten (dem Preis, für den ein Käufer kaufen will) und niedrigsten Gebot (der Preis, für den Verkäufer verkaufen will) für einen Vermögenswert."
    },
    "STEP_SIZE": {
      "TITLE": "Step Size",
      "BODY": "Step Size ist der kleinste zulässige Faktor für Ordermengen auf diesem Markt."
    },
    "STOP_LOSS": {
      "TITLE": "Stop Loss",
      "BODY": "Schützt vor Verlusten, indem die Position eines Traders geschlossen wird, sobald der Oracle-Preis den Triggerpreis überschreitet."
    },
    "STOP_LOSS_ABOVE_LIQUIDATION_PRICE": {
      "TITLE": "Stop-Loss oberhalb des Liquidationspreises",
      "BODY": "Der Stop-Loss-Preis ist über den Liquidationspreis gestiegen. Dies kann aufgrund von Finanzierungsänderungen, aufgrund von Abhebungen von Geldern oder aufgrund sich ändernder Margenanforderungen geschehen."
    },
    "STOP_LOSS_BELOW_LIQUIDATION_PRICE": {
      "TITLE": "Stop-Loss unter dem Liquidationspreis",
      "BODY": "Der Stop-Loss-Preis ist unter den Liquidationspreis gefallen. Dies kann aufgrund von Finanzierungsänderungen, aufgrund von Abhebungen von Geldern oder aufgrund sich ändernder Margenanforderungen geschehen."
    },
    "TAKER_FEE": {
      "TITLE": "Taker-Gebühr",
      "BODY": "Trades, die dem Orderbuch Liquidität entziehen (z. B. Market- oder Crossing-Limit-Orders) werden als Taker Orders ausgeführt. Taker Orders haben eine höhere Gebühr als Maker Orders."
    },
    "TAKE_PROFIT": {
      "TITLE": "Take Profit",
      "BODY": "Ermöglicht es Tradern, Ziele zu setzen und schützt Gewinne auf Positionen, indem sie einen Preis angeben, zu dem eine offene Position mit Gewinn geschlossen werden soll."
    },
    "TARGET_LEVERAGE": {
      "TITLE": "Ziel-Hebelwirkung",
      "BODY": "Ziel-Hebel auf {TARGET_LEVERAGE}× festgelegt, was die Höhe der Marge bestimmt, die für Ihre nächste Order verwendet wird."
    },
    "TICK_SIZE": {
      "TITLE": "Tick-Größe",
      "BODY": "Die Tickgröße ist die minimale Preisbewegung auf diesem Markt."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Time-In-Force",
      "BODY": "Die gewählte Gültigkeitsdauer-Option bestimmt, wie lange eine Order aktiv bleibt, bis sie entweder abläuft oder ausgeführt wird."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Trailing Prozent",
      "BODY": "Trailing-Prozentsatz ist der festgelegte Prozentsatz, mit dem Ihr Stopp-Preis dem Oracle-Preis „folgen“ wird. Immer wenn sich der Oracle-Preis zugunsten Ihrer Position bewegt, wird der Stopp-Preis für Ihre Order gemäß Ihrem angegebenen Trailing-Prozentsatz aktualisiert."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Trigger-Preis",
      "BODY": "Wenn der Oracle-Preis Ihren Trigger-Preis kreuzt, wird Ihre Stop\/Take-Profit Order entweder in eine Limit-Order umgewandelt oder als Market-Order ausgeführt."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Nicht realisierter Gewinn \/ Verlust",
      "BODY": "Gesamter Gewinn\/Verlust, wenn Sie den Rest Ihrer aktuellen Position zum aktuellen Oracle-Preis vollständig schließen sollten. Wird zurückgesetzt, wenn Sie Ihre Position schließen oder die Seite der Position wechseln (von Long zu Short oder umgekehrt)."
    },
    "REWARD_HISTORY": {
      "BODY": "Die Zeit wird in koordinierter Weltzeit (UTC) angezeigt."
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Verfügbar",
      "BODY": "Sie sind berechtigt! Zahlen Sie mindestens {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} ein, um eine gebührenfreie Einzahlung zu ermöglichen."
    },
    "BRIDGE_FEES_DEPOSIT": {
      "TITLE": "Brückengebühren",
      "BODY": "Brückengebühren werden an andere Protokolle gezahlt, um die für diese Einzahlung erforderliche Brücke, Übertragung und den Tausch abzuschließen."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Nicht verfügbar",
      "BODY": "Gasless-Einlagen sind vorübergehend nicht verfügbar. Keine Sorge, sie sind bald wieder da!"
    },
    "GAS_FEES_DEPOSIT": {
      "TITLE": "Gasgebühren",
      "BODY": "Gasgebühren sind Transaktionsgebühren auf der Quellkette, in diesem Fall {SOURCE_CHAIN}."
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Gasfreie Einzahlungen.",
      "BODY": "dYdX übernimmt Ihre Gas-Kosten, wenn Sie mindestens {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} einzahlen. Sie haben alle drei Tage Anspruch auf eine gasfreie Einzahlung. Die Einzahlungen ohne Gas unterliegen bestimmten Regeln."
    },
    "LOWEST_FEE_DEPOSITS": {
      "TITLE": "Einzahlungen mit der niedrigsten Gebühr",
      "BODY": "USDC-Einzahlungen auf {LOWEST_FEE_TOKEN_NAMES} haben die niedrigsten Gebühren."
    },
    "MINIMUM_DEPOSIT_AMOUNT": {
      "TITLE": "Mindesteinzahlungsbetrag",
      "BODY": "Einschließlich aller Slippage, die aufgrund von Liquiditätsänderungen auftreten können, während die Brücke in Betrieb ist"
    },
    "SWAP": {
      "TITLE": "Tauschen & Einzahlen",
      "BODY": "Wenn Sie ein Non-USDC Asset einzahlen, wird Ihr Vermögenswert automatisch über die 0xAPI in USDC konvertiert. Wenn Sie die maximale Slippage festlegen, können Sie die Slippage angeben, die Sie zulassen, bevor die Umwandlung fehlschlägt."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Netzwerkgebühr",
      "BODY": "Dies sind die Gaskosten der Einzahlungs- und Set-Gutschrift-Transaktionen, die an Ethereum-Miner gezahlt werden. Sie müssen den Freibetrag nur einmal pro eingezahltem Vermögenswert festlegen."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Netzwerkgebühr",
      "BODY": "Dies sind die Gaskosten der Einzahlungstransaktion, die an Ethereum-Miner gezahlt werden."
    }
  },
  "TRIGGER_ORDERS": {
    "UNEQUAL_ORDER_SIZES": {
      "TITLE": "Ungleiche Bestellgrößen",
      "BODY": "Ihre Take-Profit- und Stop-Loss-Orders haben verschiedene Ordergrößen. Um die Order-Größe zu ändern, stornieren Sie bitte die Orders und erstellen Sie sie neu."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Gebühr für schnelle Auszahlung",
      "BODY": "Schnelle Auszahlungen werden sofort versandt und dYdX übernimmt die Gaskosten im Austausch gegen eine Gebühr. Für gebührenfreie Auszahlungen verwenden Sie bitte eine langsame Auszahlung (Sie zahlen Ihre eigenen Gaskosten und müssen die Layer 2-Bestätigung abwarten.)"
    },
    "GAS_FEES": {
      "TITLE": "Gasgebühren",
      "BODY": "Gasgebühren sind Transaktionsgebühren auf der Quellkette, in diesem Fall dYdX."
    },
    "LOWEST_FEE_WITHDRAWALS": {
      "TITLE": "Auszahlungen mit der niedrigsten Gebühr",
      "BODY": "USDC-Auszahlungen auf {LOWEST_FEE_TOKEN_NAMES} haben die niedrigsten Gebühren."
    },
    "BRIDGE_FEES": {
      "TITLE": "Brückengebühren",
      "BODY": "Brückengebühren werden an andere Protokolle gezahlt, um die für diese Auszahlung erforderliche Überbrückung, Übertragung und das Swapping abzuschließen."
    },
    "MINIMUM_AMOUNT_RECEIVED": {
      "TITLE": "Erhaltener Mindestbetrag",
      "BODY": "Einschließlich aller Slippage, die aufgrund von Liquiditätsänderungen auftreten können, während die Brücke in Betrieb ist"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Auszahlungsarten",
      "BODY": "dYdX unterstützt zwei Arten von Layer-2-Auszahlungen: Schnelle Auszahlungen, die eine geringe Gebühr erfordern, aber kein Gas benötigen und sofort versendet werden. Langsame Auszahlungen sind kostenfrei, erfordern allerdings zwei Schritte und dauern weitaus länger. Der Kunde muss seine eigenen Gasgebühren bezahlen."
    }
  },
  "STAKE": {
    "VALIDATOR_SELECTION": {
      "TITLE": "Ausgewählter Validator",
      "BODY": "Der Validator wird aus einem vorkonfigurierten Satz nicht geslashter Validatoren auf der Grundlage des niedrigsten Stakeweights ausgewählt."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "E-Mail-Adresse verifizieren",
      "BODY": "Bitte klicken Sie auf den Link in der E-Mail, die wir Ihnen gesendet haben. Dadurch können wir überprüfen, ob Sie der Eigentümer Ihrer E-Mail-Adresse sind."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "dYdX-Chain-Abwicklung",
      "BODY": "Um die Sicherheit des Protokolls zu gewährleisten, verzögern dYdX-Chain-Validatoren die Abwicklung von dYdX-Chain-DYDX."
    }
  },
  "TRADE_CHART": {
    "OHLC": {
      "TITLE": "OHLC",
      "BODY": "Aktivieren oder deaktivieren Sie OHLC-Daten (Open-High-Low-Close) über den Mittelpreis. Bei der Deaktivierung werden nur OHLC-Daten von historischen Trades angezeigt."
    }
  },
  "NEW_MARKET_WIDGET": {
    "REFERENCE_PRICE": {
      "TITLE": "Referenzpreis",
      "BODY": "Der Referenzpreis ist der rollierende 30-Tage-Durchschnitt des Marktpreises und wird als Input verwendet, um die Marktparameter auf dYdX Chain automatisch zu berechnen. Der Referenzpreis sollte ungefähr gleich dem aktuellen Preis des Marktes sein (d. h. auf die gleichen 10-Potenzen runtergerundet)."
    },
    "SELF_REPORTED_CMC": {
      "BODY": "Dieser Wert wird auf CoinMarketCap selbst gemeldet."
    }
  },
  "VAULT": {
    "ESTIMATED_AMOUNT_RECEIVED": {
      "BODY": "Der geschätzte Betrag, der ausgezahlt wird, ist der Auszahlungsbetrag minus des geschätzten Slippage-Betrags. Dieser Betrag ist eine Schätzung, die auf den aktuellen Bedingungen basiert. Der tatsächliche Betrag kann auf der Grundlage der tatsächlichen Bedingungen zum Ausführungszeitpunkt unterschiedlich sein."
    },
    "ESTIMATED_SLIPPAGE": {
      "BODY": "Der geschätzte Betrag der Slippage bei der Auszahlung. Die Slippage kommt davon, dass der Tresor die aktuellen Positionen aktualisieren muss, um die Marge freizugeben, um den Auszahlungsbetrag zu erfüllen. Dieser Betrag ist eine Schätzung, die auf den aktuellen Bedingungen basiert. Der tatsächliche Betrag kann auf der Grundlage der tatsächlichen Bedingungen zum Ausführungszeitpunkt unterschiedlich sein."
    },
    "AVAILABLE_TO_WITHDRAW": {
      "BODY": "Der Betrag, den Sie auszahlen können, ist Ihr Tresorguthaben abzüglich des Betrags, der für neue Marktangebote gesperrt ist."
    },
    "YOUR_VAULT_BALANCE": {
      "BODY": "Der aktuelle Wert Ihrer Einzahlungen. Dies wird auf der Grundlage des aktuellen Eigenkapitals und der Positionen des Tresors berechnet."
    },
    "YOUR_ALL_TIME_PNL": {
      "BODY": "Der Gesamt-PnL im Laufe der Zeit. Dies umfasst historische PnL Ihrer Einzahlungen in den Tresor."
    },
    "VAULT_APR": {
      "BODY": "Est. Der APR ist die Rendite des letzten Monats auf Jahresbasis. Die tatsächlichen Renditen hängen von unsicheren zukünftigen Erträgen ab (Protokollumsatzbeteiligung und P&L) und sind nicht garantiert. {LEARN_MORE}"
    }
  }
}
