{
  "GENERAL": {
    "DYDX_ADDRESS": {
      "BODY": "Ihre dYdX-Adresse „{DYDX_ADDRESS}“ wurde aus der Signatur der Ethereum-Adresse „{EVM_ADDRESS}“ erstellt."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Legacy Signing",
      "BODY": "Kreuzen Sie diese Option nur dann an, wenn Sie zuvor Hardware Wallet Signing \/ Legacy Signing zur Erstellung Ihrer Keys verwendet haben."
    },
    "REMEMBER_ME": {
      "TITLE": "Automatische Anmeldung",
      "BODY": "Verwenden Sie „Automatische Anmeldung“ nur, wenn Sie ein sicheres Gerät benutzen, das in Ihrem Besitz ist. Benutzen Sie ein öffentliches oder ungesichertes Gerät, können sich Dritte bei Auswahl dieser Option Zugang zu Ihren Keys und Daten verschaffen."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Hedgies-Rabatt",
      "BODY": "Wenn Sie ein {NFT} halten, verbessert das Ihren Gebührennachlass um eine Stufe. Halten Sie mehrere, wird dies allerdings keinen zusätzlichen Effekt haben."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Konto-Hebelwirkung",
      "BODY": "Hebelwirkung auf Basis all Ihrer im Konto bestehenden offenen Positionen. Da Ihr Konto cross-margined ist, hat jede offene Position ihre eigene Hebelwirkung und beeinflusst gleichzeitig auch Ihre gesamte Konto-Hebelwirkung."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Basis-Positionsnominalwert",
      "BODY": "Die maximale Positionsgröße, bei der die Margin-Anforderungen nicht erhöht werden."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Stop Loss",
      "BODY": "Ihr aktueller Triggerpreis zur Ausführung eines Stop Loss für diese Bracket Order."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Take Profit",
      "BODY": "Ihr aktueller Triggerpreis zur Ausführung eines Take Profit für diese Bracket-Order."
    },
    "BUYING_POWER": {
      "TITLE": "Kaufkraft",
      "BODY": "Vollständig verfügbare Kaufkraft zur Stärkung Ihrer Position auf {MARKET}. Ihre Kaufkraft wird sich je nach gewähltem Markt ändern."
    },
    "CUSTOM_AMOUNT": {
      "TITLE": "Benutzerdefinierter Betrag",
      "BODY": "Die Anpassung Ihres benutzerdefinierten Betrags gilt sowohl für Take-Profit- als auch für Stop-Loss-Orders."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Standardausführung",
      "BODY": "Mit Ihrer Order werden alle Crossing Orders zum Zeitpunkt der Eröffnung ausgeführt. Wenn Ihre Order nicht vollständig ausgeführt wurde, bleibt sie so lange offen, bis sie ausgeführt, storniert oder abgelaufen ist."
    },
    "EQUITY": {
      "TITLE": "Eigenkapital",
      "BODY": "Gesamtwert Ihres Kontos."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Preisvorstellung",
      "BODY": "Voraussichtlicher Ausführungspreis für Ihre Order. Dieser Preis ist nur eine Schätzung, da sich das Orderbuch ändern kann, bevor Ihre Order vom Netzwerk bearbeitet wird."
    },
    "FEE": {
      "TITLE": "Handelsgebühr",
      "BODY": "Das Netzwerk berechnet Handelsgebühren in Höhe von einem Proent Ihres Handelsvolumens. Handelsgebühren fallen für Validatoren und DYDX-Staker an. Für den Handel auf dYdX fallen keine Gasgebühren an."
    },
    "FILL_OR_KILL": {
      "TITLE": "Fill or Kill",
      "BODY": "Fill-or-Kill Orders müssen im Zuge einer Ausführung vollständig ausgeführt sein, andernfalls werden sie automatisch storniert."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Finanzierung ohne Sicherheit",
      "BODY": "Der maximale Auszahlungsbetrag. Wenn die Finanzierung ohne Sicherheit auf 0 steht oder negativ ist, nutzt ihr Konto ihre maximale Leverage."
    },
    "GOOD_TIL": {
      "TITLE": "Good-till-canceled",
      "BODY": "Zeit, bis Ihre Order abläuft."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Sofortausführung oder Stornierung",
      "BODY": "Ihre Order wird zum Zeitpunkt der Eröffnung alle Crossing Orders ausführen und dann jede unausgeführte Order Menge stornieren."
    },
    "INDEX_PRICE": {
      "TITLE": "Oracle-Preis",
      "BODY": "Stop-Orders werden basierend auf dem Oracle-Preis ausgelöst. Der Oracle-Preis bündelt Kursdaten von mehreren Börsen und schützt Sie somit vor Ereignissen wie starken Kurseinbrüchen."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Anfangsmargin-Bruchwert",
      "BODY": "Der Anfangsmargin-Bruchwert definiert den Hebelbetrag, den ein Trader beim Einstieg in eine Position zunächst verwenden kann. Der IMF wird als der Nominalwert der Position eines Traders geteilt durch das Eigenkapital berechnet. Wenn der Margin-Bruchwert eines Händlers den anfänglichen Margin-Bruchwert übersteigt, ist es einem Trader nicht mehr gestattet, seine Position zu erhöhen."
    },
    "INITIAL_STOP": {
      "TITLE": "Initialer Stop",
      "BODY": "Der initiale Stop-Preis, basierend auf Ihrem Trailing-Prozentsatz."
    },
    "LEVERAGE": {
      "TITLE": "Hebelwirkung",
      "BODY": "Leverage ändert das Ausmaß Ihrer Gewinne oder Verluste. Erhöhen Sie Ihre Hebelwirkung, erhöht sich der Gewinn\/Verlust, den Sie bei einem Trade mit der gleichen Kursbewegung erzielen würden."
    },
    "LIMIT_PRICE": {
      "TITLE": "Limit-Preis",
      "BODY": "Diese Order kann nur zum angegebenen Limit-Preis oder besser ausgeführt werden. Wenn sich Ihre Order zum Zeitpunkt der Auftragserteilung überschneidet, wird sie alle Crossing Orders zum günstigsten Preis erfüllen."
    },
    "LIMIT_PRICE_LEARN_MORE": {
      "TITLE": "Limit-Preis",
      "BODY": "Durch die Bestimmung eines Limitpreises platzieren Sie eine Take-Profit-Limit-Order und\/oder eine Stop-Limit-Order. Klicken  Sie {DOCUMENTATION_LINK}für weitere Details."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "Die prozentuale Differenz zwischen Ihrem Triggerpreis und dem Limitpreis."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Abwicklungspreis",
      "BODY": "Wenn der Orakelpreis von {SYMBOL} unter den Liquidationspreis fällt, wird Ihre Position gelöscht. Nach der Abwicklung, wird Ihre Position automatisch geschlossen und eine Liquidationsgebühr von mindestens 1 % wird veranschlagt (kann je nach Liquidität zum Zeitpunkt der Abwicklung höher ausfallen)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Abwicklungspreis",
      "BODY": "Wenn der Oracle-Preis des Positionsmarktes den Abwicklungspreis überschreitet, wird Ihre Position abgewickelt. Nach der Abwicklung, wird Ihre Position automatisch geschlossen und eine Liquidationsgebühr von mindestens 1 % wird veranschlagt (kann höher ausfallen je nach Liquidität zum Zeitpunkt der Abwicklung)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidität",
      "BODY": "Trades, die dem Orderbuch Liquidität entziehen (z. B. Market oder Crossing Limit-Orders) werden als Taker Orders ausgeführt. Limit Orders, die dem Orderbuch mehr Liquidität verschaffen und von einer anderen Partei ausgeführt werden, werden als Maker Orders ausgeführt."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Maintenance Margin-Bruchwert",
      "BODY": "Der Maintenance Margin-Bruchwert definiert, wann Trader liquidiert werden. Er wird als der Nominalwert der Position eines Traders geteilt durch das Eigenkapital berechnet. Wenn der Margin-Bruchwert eines Traders den Maintenance Margin-Bruchwert überschreitet, wird seine Position automatisch geschlossen (liquidiert) und die Liquidations-Engine wird versuchen, Gelder nach Möglichkeit auf Konten mit positivem Wert zu belassen, nachdem sie die maximale Liquidationsstrafe von 1,5 % bezahlt haben."
    },
    "MAKER_FEE": {
      "TITLE": "Maker-Gebühr",
      "BODY": "Limit Orders, die dem Orderbuch mehr Liquidität verschaffen und von einer anderen Partei ausgeführt werden, werden als Maker Orders ausgeführt. Maker Orders haben eine niedrigere Gebühr als Taker Orders."
    },
    "MARGIN_USAGE": {
      "TITLE": "Marge-Anwendung",
      "BODY": "Prozentsatz Ihrer gesamten Margin, der von offenen Positionen verwendet wird."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Maximal schnelle Auszahlung",
      "BODY": "Maximaler Betrag, der für eine einzelne schnelle Auszahlung zulässig ist."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Maximale Hebelwirkung",
      "BODY": "Maximal zulässige Leverage für diesen Markt Zur Risikominimierung verringert sich die maximale Hebelwirkung linear mit der Positionsgröße nach einem bestimmten Schwellenwert."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Geschätzte Prämien",
      "BODY": "Verdienen Sie Prämien, wenn Sie auf dYdX handeln. Tatsächliche Prämien können variieren."
    },
    "NET_FUNDING": {
      "TITLE": "Nettofinanzierung",
      "BODY": "Verdiente \/ bezahlte Gesamtfinanzierung für die Laufzeit der aktuellen Position. Wird zurückgesetzt, wenn Sie Ihre Position schließen oder die Position wechseln (Long zu Short oder umgekehrt)"
    },
    "OPEN_INTEREST": {
      "TITLE": "Offener Anteil",
      "BODY": "Offener Anteil umfasst die Gesamtgröße aller offenen Positionen auf diesem Markt."
    },
    "ORACLE_PRICE": {
      "TITLE": "Oracle-Preis",
      "BODY": "Hebelwirkung und Abwicklungen werden basierend auf dem Oracle-Preis der jeweiligen Blockchain bestimmt. Der Oracle-Preis bündelt Kursdaten von mehreren Börsen und schützt Sie somit vor Ereignissen wie starken Kurseinbrüchen."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Orderbetrag",
      "BODY": "Betrag für den Kauf oder Verkauf von {SYMBOL}. Dies ist der Betrag, um den Ihre Position erhöht oder verringert wird, wenn die Order ausgeführt sein wird, und nicht der sich ergebende Betrag Ihrer Position."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Orderbetrag",
      "BODY": "Betrag in USD für den Kauf oder Verkauf von {SYMBOL}. Dies ist der Betrag, um den Ihre Position erhöht oder verringert wird, wenn die Order ausgeführt sein wird, und nicht der sich ergebende Betrag Ihrer Position."
    },
    "PARTIAL_CLOSE_STOP_LOSS": {
      "TITLE": "Stop-Loss ist ein teilweiser Abschluss",
      "BODY": "Ihr Stop-Loss ist nicht so konfiguriert, dass Sie Ihre gesamte Position schließen. Dies könnte sein, weil Sie einen benutzerdefinierten Betrag festlegen oder weil Sie Ihre Positionsgröße nach dem Hinzufügen dieses Auslösers geändert haben."
    },
    "PARTIAL_CLOSE_TAKE_PROFIT": {
      "TITLE": "Take-Profit ist ein teilweiser Abschluss",
      "BODY": "Ihr Take-Profit ist nicht so konfiguriert, dass Sie Ihre gesamte Position schließen. Dies könnte sein, weil Sie einen benutzerdefinierten Betrag festlegen oder weil Sie Ihre Positionsgröße nach dem Hinzufügen dieses Auslösers geändert haben."
    },
    "POST_ONLY": {
      "TITLE": "Post-Only",
      "BODY": "Orders, die Post-Only aktiviert haben, können nur als Maker Orders gesetzt werden. Wenn die Order zum Zeitpunkt der Auftragserteilung andere Orders überschneidet, wird diese automatisch storniert."
    },
    "POST_ONLY_TIMEINFORCE_GTT": {
      "TITLE": "Post-Only",
      "BODY": "Post-Only ist nur verfügbar, wenn Time in Force auf Good Til Time festgelegt ist."
    },
    "PRICE_IMPACT": {
      "TITLE": "Auswirkung auf den Preis",
      "BODY": "Der Unterschied zwischen dem erwarteten Ausführungspreis für Ihre Order und der bestmöglichen Order auf der Angebots- bzw. Nachfrageseite. Dies wird sich für größere Tradingumfänge erhöhen."
    },
    "REALIZED_PNL": {
      "TITLE": "Realisierter Gewinn \/ Verlust",
      "BODY": "Gesamter realisierter Gewinn \/ Verlust für diese Position durch partielle Closes, Gebühren und Finanzierung. Wird zurückgesetzt, wenn Sie Ihre Position vollständig schließen oder die Position wechseln (Long zu Short, oder umgekehrt)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only verhindert, dass eine Order die Position wechselt (Long zu Short oder Short zu Long). Eine Order mit eingestelltem Reduce-Only wird automatisch ihre Größe anpassen und sich selbst stornieren, wenn sich Ihre Position ändert."
    },
    "REDUCE_ONLY_TIMEINFORCE_IOC_FOK": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only ist nur verfügbar, wenn Time in Force auf IOC oder FOK festgelegt ist."
    },
    "REDUCE_ONLY_EXECUTION_IOC_FOK": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only ist nur verfügbar, wenn Execution auf IOC oder FOK festgelegt ist."
    },
    "SPREAD": {
      "TITLE": "Spread",
      "BODY": "Der Preisunterschied zwischen dem höchsten (dem Preis, für den ein Käufer kaufen will) und  niedrigsten Gebot (der Preis, für den Verkäufer verkaufen will) für einen Vermögenswert."
    },
    "STEP_SIZE": {
      "TITLE": "Step Size",
      "BODY": "Step Size ist der kleinste Faktor, der für Orderbeträge auf diesem Markt zulässig ist."
    },
    "STOP_LOSS": {
      "TITLE": "Stop Loss",
      "BODY": "Schützt vor Verlusten, indem die Position eines Traders geschlossen wird, sobald der Oracle-Preis den Triggerpreis kreuzt."
    },
    "STOP_LOSS_ABOVE_LIQUIDATION_PRICE": {
      "TITLE": "Stop-Loss Über Dem Liquidationspreis",
      "BODY": "Der Stop-Loss-Preis ist über den Liquidationspreis gestiegen. Dies kann aufgrund von Finanzierungsänderungen, aufgrund von Abhebungen von Geldern oder aufgrund sich ändernder Margenanforderungen geschehen."
    },
    "STOP_LOSS_BELOW_LIQUIDATION_PRICE": {
      "TITLE": "Stop-Loss Unter Dem Liquidationspreis",
      "BODY": "Der Stop-Loss-Preis ist über den Liquidationspreis gestiegen. Dies kann aufgrund von Finanzierungsänderungen, aufgrund von Abhebungen von Geldern oder aufgrund sich ändernder Margenanforderungen geschehen."
    },
    "TAKER_FEE": {
      "TITLE": "Taker-Gebühr",
      "BODY": "Trades, die dem Orderbuch Liquidität entziehen (z. B. Market oder Crossing Limit-Orders) werden als Taker Orders ausgeführt. Taker Orders haben eine höhere Gebühr als Maker Orders."
    },
    "TAKE_PROFIT": {
      "TITLE": "Take Profit",
      "BODY": "Ermöglicht es Tradern, Ziele zu setzen und schützt Gewinne auf Positionen, indem sie einen Preis angeben, zu dem eine offene Position mit Gewinn geschlossen werden soll."
    },
    "TICK_SIZE": {
      "TITLE": "Notierungssprung",
      "BODY": "Der Notierungssprung ist die minimale Preisbewegung auf diesem Markt."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Time In Force",
      "BODY": "Die gewählte Zeit in der Force-Option regelt, wie lange eine Order aktiv bleibt, bis sie entweder abläuft oder ausgeführt wird."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Trailing Prozent",
      "BODY": "Trailing-Prozentsatz ist der festgelegte Prozentsatz, mit dem Ihr Stopp-Preis dem Oracle-Preis „folgen“ wird. Immer wenn sich der Oracle-Preis zugunsten Ihrer Position bewegt, wird der Stopp-Preis für Ihre Order gemäß Ihrem angegebenen Trailing-Prozentsatz aktualisiert."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Trigger-Preis",
      "BODY": "Wenn der Oracle-Preis Ihren Trigger-Preis kreuzt, wird Ihre Stop\/Take-Profit Order entweder in eine Limit-Order umgewandelt oder als Market-Order ausgeführt."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Nicht realisierter Gewinn \/ Verlust",
      "BODY": "Gesamter Gewinn\/Verlust, wenn Sie den Rest Ihrer aktuellen Position zum aktuellen Oracle-Preis vollständig schließen sollten. Wird zurückgesetzt, wenn Sie Ihre Position schließen oder die Position wechseln (Long zu Short oder umgekehrt)"
    },
    "REWARD_HISTORY": {
        "BODY": "Die Zeit wird in Coordinated Universal Time (UTC) angezeigt"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Verfügbar",
      "BODY": "Sie sind berechtigt! Zahlen Sie mindestens {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} ein, um eine „gasfreie“ Einzahlung zu ermöglichen."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Nicht verfügbar",
      "BODY": "Gasless-Einlagen sind vorübergehend nicht verfügbar. Keine Sorge, sie sind bald wieder da!"
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Gasfreie Einlagen",
      "BODY": "dYdX übernimmt Ihre Gas-Kosten, wenn Sie mindestens {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} einzahlen. Sie haben alle drei Tage Anspruch auf eine Einzahlung ohne Gas. Die Einzahlungen ohne Gas unterliegen bestimmten Regeln."
    },
    "MINIMUM_DEPOSIT_AMOUNT": {
      "TITLE": "Mindesteinzahlungsbetrag",
      "BODY": "Einschließlich aller Slippage, die aufgrund von Liquiditätsänderungen auftreten können, während die Brücke in Betrieb ist"
    },
    "SWAP": {
      "TITLE": "Swap & Einzahlung",
      "BODY": "Wenn Sie ein Non-USDC Asset einzahlen, wird Ihr Vermögenswert automatisch über die 0x API in USDC konvertiert. Wenn sie die Max Slippage-Einstellung nutzen, können Sie die Slippage festlegen, die Sie in Kaufen nehmen, bevor die Umwandlung fehlschlägt."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Netzwerkgebühr",
      "BODY": "Dies sind die Gaskosten der Einzahlungs- und Set-Gutschrift-Transaktionen, die an Ethereum-Miner gezahlt werden. Sie müssen den Freibetrag nur einmal pro eingezahltem Vermögenswert festlegen."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Netzwerkgebühr",
      "BODY": "Dies sind die Gaskosten der Einzahlungstransaktion, die an Ethereum-Miner gezahlt werden."
    }
  },
  "TRIGGER_ORDERS": {
    "UNEQUAL_ORDER_SIZES": {
      "TITLE": "Ungleiche Bestellgrößen",
      "BODY": "Ihre Take-Profit- und Stop-Loss-Orders haben verschiedene Ordergrößen. Um die Bestellgröße zu ändern, stornieren Sie bitte die Bestellungen und erstellen Sie sie neu."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Gebühr für schnelle Auszahlung",
      "BODY": "Schnelle Auszahlungen werden sofort versandt und dYdX übernimmt die Gaskosten im Austausch gegen eine Gebühr. Für gebührenfreie Auszahlungen verwenden Sie bitte eine langsame Auszahlung (Sie zahlen Ihre eigenen Gaskosten und müssen die Layer 2-Bestätigung abwarten.)"
    },
    "MINIMUM_AMOUNT_RECEIVED": {
      "TITLE": "Erhaltener Mindestbetrag",
      "BODY": "Einschließlich aller Slippage, die aufgrund von Liquiditätsänderungen auftreten können, während die Brücke in Betrieb ist"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Auszahlungsarten",
      "BODY": "dYdX unterstützt zwei Arten von Layer 2-Auszahlungen. Schnelle Auszahlungen ohne Gas, mit einer geringen Gebühr und Sofortanweisung. Langsame Auszahlungen sind kostenfrei, erfordern allerdings zwei Schritte und dauern weitaus länger. Der Kunde muss seine eigenen Gasgebühren bezahlen."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "E-Mail-Adresse verifizieren",
      "BODY": "Bitte klicken Sie auf den Link in der E-Mail, die wir Ihnen gesendet haben, wodurch wir überprüfen können, ob Sie der Eigentümer Ihrer E-Mail-Adresse sind."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "dYdX-Chain-Abwicklung",
      "BODY": "Um die Sicherheit des Protokolls zu gewährleisten, verzögern dYdX-Chain-Validatoren die Abwicklung von dYdX-Chain-DYDX."
    }
  },
  "NEW_MARKET_WIDGET": {
    "REFERENCE_PRICE": {
      "TITLE": "Referenzpreis",
      "BODY": "Der Referenzpreis ist der rollierende 30-Tage-Durchschnitt des Marktpreises und wird als Input verwendet, um die Marktparameter auf dYdX Chain automatisch zu berechnen. Der Referenzpreis sollte ungefähr gleich dem aktuellen Preis des Marktes sein (d. h. auf die gleichen 10-Potenzen runtergerundet)."
    }
  }
}
