{
  "GENERAL": {
    "DYDX_ADDRESS_FROM_ETHEREUM": {
      "BODY": "Seu endereço de cadeia dYdX “{DYDX_ADDRESS}” foi criado a partir da assinatura do endereço Ethereum “{EVM_ADDRESS}”."
    },
    "DYDX_ADDRESS_FROM_SOLANA": {
      "BODY": "Seu endereço da cadeia dYdX “{DYDX_ADDRESS}” foi criado a partir da assinatura do endereço Solana “{SOLANA_ADDRESS}”."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Assinatura legada",
      "BODY": "Marque esta opção apenas se você já usou a assinatura com carteira de hardware\/assinatura legada para gerar suas chaves."
    },
    "REMEMBER_ME": {
      "TITLE": "Lembrar-me",
      "BODY": "Use “Lembrar-me” apenas se estiver usando um dispositivo seguro de sua propriedade. Selecionar esta opção pode expor suas chaves e informações a terceiros se você estiver em um dispositivo público ou não seguro."
    }
  },
  "AFFILIATES": {
    "AFFILIATE_COMMISSIONS": {
      "TITLE": "Comissões de afiliados",
      "BODY": "Os afiliados ganham comissão sobre as taxas taker pagas pelos usuários indicados. Para gerar participação de taxas de afiliado, os usuários indicados devem ter um volume contínuo de 30 dias abaixo de US$ 50 milhões quando fizerem o trade."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Desconto nos Hedgies",
      "BODY": "Ter um {NFT} vai aumentar seu nível de desconto de taxa em uma unidade. Ter vários não gera efeito adicional."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Alavancagem de conta",
      "BODY": "Alavanque sua conta com base em todas as suas posições abertas. Como sua conta é de margem cruzada, cada posição aberta tem sua própria alavancagem, o que também afeta a alavancagem geral da sua conta."
    },
    "AVAILABLE_BALANCE": {
      "TITLE": "Saldo disponível",
      "BODY": "Valor de garantia disponível para trade ou saque da sua conta de margem cruzada."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Valor referencial básico da posição",
      "BODY": "O tamanho máximo da posição no qual os requisitos de margem não são aumentados."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Stop loss",
      "BODY": "Seu preço de disparo atual para executar uma ordem de Stop loss em relação a esta ordem de suporte."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Take profit",
      "BODY": "Seu preço de disparo atual para executar uma ordem de Take profit para esta ordem de suporte."
    },
    "BUYING_POWER": {
      "TITLE": "Poder de compra",
      "BODY": "Isso representa o seu poder de compra total disponível. Seu poder de compra é baseado na alavancagem máxima disponível no câmbio e não será alterado com base no mercado selecionado."
    },
    "CROSS_FREE_COLLATERAL": {
      "TITLE": "Sem garantia cruzada",
      "BODY": "Valor de garantia disponível para trade ou saque da sua conta de margem cruzada."
    },
    "CROSS_MARGIN_USAGE": {
      "TITLE": "Uso de margem cruzada",
      "BODY": "Porcentagem de sua margem total usada nas posições abertas."
    },
    "CUSTOM_AMOUNT": {
      "TITLE": "Valor personalizado",
      "BODY": "O ajuste do seu valor personalizado será aplicado às ordens de Take profit e Stop loss."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Execução padrão",
      "BODY": "Sua ordem preencherá quaisquer ordens cruzadas no momento da abertura. Se sua ordem não for totalmente executada, ela permanecerá aberta até que seja executada, cancelada ou expire."
    },
    "EQUITY": {
      "TITLE": "Patrimônio",
      "BODY": "Valor total da sua conta."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Preço esperado",
      "BODY": "Preço esperado da execução para sua ordem. Este preço é apenas uma estimativa, já que o livro de ordens pode mudar antes que sua ordem seja processada pela rede."
    },
    "FEE": {
      "TITLE": "Taxa de trading",
      "BODY": "As taxas de trading são cobradas pela rede com base em uma porcentagem do seu volume de trading. As taxas de trading são acrescidas em validadores e stakers da dYdX. Não há taxas de \"gas\" para fazer trades na dYdX."
    },
    "FILL_OR_KILL": {
      "TITLE": "Execução imediata",
      "BODY": "As ordens de execução imediata devem ser completamente preenchidas após a execução, ou serão canceladas automaticamente."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Garantia gratuita",
      "BODY": "O valor máximo que você pode sacar. Quando o valor sem garantia é 0 ou negativo, sua conta está usando a alavancagem máxima."
    },
    "GOOD_TIL": {
      "TITLE": "Válido até",
      "BODY": "Tempo até sua ordem expirar."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Imediato ou cancelar",
      "BODY": "Sua ordem executará quaisquer ordens cruzadas no momento da abertura e então cancelará qualquer valor de ordem não executada."
    },
    "INDEX_PRICE": {
      "TITLE": "Preço do oráculo",
      "BODY": "As ordens Stop são acionadas com base no preço do oráculo. O preço do oráculo agrega os dados de preço de várias exchanges, protegendo você de eventos como quedas repentinas no valor de ativos (flash crashes)."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Fração de margem inicial",
      "BODY": "A fração de margem inicial define o valor de alavancagem que um trader pode usar inicialmente, ao entrar em uma posição. IMF é calculado como um valor referencial de posição de um trader dividido pelo patrimônio. Se a fração de margem exceder a fração de margem inicial de um trader, ele não terá mais permissão para aumentar sua posição."
    },
    "INITIAL_STOP": {
      "TITLE": "Stop inicial",
      "BODY": "Preço de stop inicial com base na sua porcentagem de trailing."
    },
    "LEVERAGE": {
      "TITLE": "Alavancagem",
      "BODY": "A alavancagem altera o multiplicador nos seus ganhos ou perdas. Aumentar sua alavancagem aumenta o quanto você ganharia \/ perderia em um trade com o mesmo movimento de preço."
    },
    "LIMIT_CLOSE": {
      "TITLE": "Fechamento limite",
      "BODY": "Um fechamento limite pode não acontecer instantaneamente e só será preenchido quando o preço inserido for atingido. Monitore a guia Ordens para verificar seu status."
    },
    "LIMIT_PRICE": {
      "TITLE": "Preço limite",
      "BODY": "Esta ordem só poderá ser executada no preço limite especificado, ou melhor. Se sua ordem cruza no momento da colocação, ela executará quaisquer ordens que cruzarem ao preço mais favorável."
    },
    "LIMIT_PRICE_LEARN_MORE": {
      "TITLE": "Preço limite",
      "BODY": "Ao identificar um preço limite, você está realizando uma ordem limite de Take profit e\/ou Stop. Clique em {DOCUMENTATION_LINK} para mais detalhes."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "A diferença percentual entre seu preço de disparo e o preço limite."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Preço de liquidação",
      "BODY": "Se o preço do oráculo de {SYMBOL} cair abaixo do preço de liquidação, sua posição será liquidada. Após a liquidação, sua posição será fechada automaticamente e uma taxa de liquidação de pelo menos 1% será avaliada (pode ser mais alta, dependendo da liquidez no momento da liquidação)."
    },
    "LIQUIDATION_PRICE_SHORT": {
      "TITLE": "Preço de liquidação",
      "BODY": "Se o preço do oráculo {SYMBOL} subir acima do preço de liquidação, sua posição será liquidada. Após a liquidação, sua posição será fechada automaticamente e uma taxa de liquidação de pelo menos 1% será avaliada (pode ser mais alta, dependendo da liquidez no momento da liquidação)."
    },
    "LIQUIDATION_PRICE_LONG": {
      "TITLE": "Preço de liquidação",
      "BODY": "Se o preço do oráculo de {SYMBOL} cair abaixo do preço de liquidação, sua posição será liquidada. Após a liquidação, sua posição será fechada automaticamente e uma taxa de liquidação de pelo menos 1% será avaliada (pode ser mais alta, dependendo da liquidez no momento da liquidação)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Preço de liquidação",
      "BODY": "Se o preço de oráculo da posição de mercado cruzar o preço de liquidação, sua posição será liquidada. Após a liquidação, sua posição será fechada automaticamente e uma taxa de liquidação de pelo menos 1% será avaliada (pode ser mais alta, dependendo da liquidez no momento da liquidação)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidez",
      "BODY": "Trades que tiram a liquidez do livro (por exemplo, ordens de mercado ou de limite cruzado) são executados como ordens de taker. As ordens limite que adicionam liquidez ao livro e são preenchidas por outra parte serão preenchidas como ordens de maker."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Fração da margem de manutenção",
      "BODY": "A fração da margem de manutenção define quando os traders são liquidados. Ela é calculada como o valor referencial de posição de um trader dividido pelo patrimônio. Se a fração de margem de um trader exceder a fração da margem de manutenção, sua posição será fechada automaticamente (liquidada) e um mecanismo de liquidação tentará deixar fundos em contas de valor positivo, quando possível, depois de ter pagado a penalidade de liquidação máxima de 1,5%."
    },
    "MAKER_FEE": {
      "TITLE": "Taxa de maker",
      "BODY": "As ordens limite que adicionam liquidez ao livro e são executadas por outra parte serão executadas como ordens de maker. As ordens de maker têm uma taxa mais baixa do que as ordens de taker."
    },
    "MARGIN_USAGE": {
      "TITLE": "Uso de margem",
      "BODY": "Porcentagem de sua margem total usada nas posições abertas."
    },
    "MARGIN_USED": {
      "TITLE": "Margem usada",
      "BODY": "Porcentagem de sua margem total usada nas posições abertas."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Saque rápido máximo",
      "BODY": "Valor máximo permitido para um único saque rápido."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Alavancagem máxima",
      "BODY": "Alavancagem máxima permitida para este mercado. Para limitar os riscos, a alavancagem máxima diminui linearmente a partir do tamanho da posição após um determinado limite."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Recompensas estimadas",
      "BODY": "Ganhe recompensas quando fizer trades na dYdX. As recompensas reais podem variar."
    },
    "NET_FUNDING": {
      "TITLE": "Financiamento líquido",
      "BODY": "Financiamento total ganho\/pago para a vida útil da posição atual. É redefinido se você fechar sua posição ou alterar o tipo de posição (long para short, ou vice-versa)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Contratos em aberto",
      "BODY": "Os contratos em aberto representam o tamanho total de todas as posições abertas neste mercado."
    },
    "ORACLE_PRICE": {
      "TITLE": "Preço do oráculo",
      "BODY": "A alavancagem e as liquidações são determinadas com base no preço do oráculo onchain. O preço do oráculo agrega os dados de preço de várias exchanges, protegendo você de eventos como quedas repentinas no valor de ativos (flash crashes)."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Valor da ordem",
      "BODY": "Valor de {SYMBOL} para comprar ou vender. Este é o valor pelo qual sua posição aumentará ou diminuirá quando a ordem for preenchida, não o valor resultante da sua posição."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Valor da ordem",
      "BODY": "Valor de {SYMBOL} em USD para comprar ou vender. Este é o valor pelo qual sua posição aumentará ou diminuirá quando a ordem for preenchida, não o valor resultante da sua posição."
    },
    "PARTIAL_CLOSE_STOP_LOSS": {
      "TITLE": "Uma Stop loss é um fechamento parcial.",
      "BODY": "Sua Stop Loss não está configurada para fechar toda a sua posição. Isso pode ocorrer porque você definiu um valor personalizado ou porque alterou o tamanho da posição após acrescentar esse disparo."
    },
    "PARTIAL_CLOSE_TAKE_PROFIT": {
      "TITLE": "Take profit é um fechamento parcial.",
      "BODY": "Sua ordem de Take profit não está configurada para fechar toda a sua posição. Isso pode ocorrer porque você definiu um valor personalizado ou porque alterou o tamanho da posição após acrescentar esse disparo."
    },
    "PORTFOLIO_VALUE": {
      "TITLE": "Valor de portfólio",
      "BODY": "Valor patrimonial total da sua conta."
    },
    "POSITION_MARGIN": {
      "TITLE": "Margem de posição",
      "BODY": "O valor de garantia que respalda a posição."
    },
    "POSITION_LEVERAGE": {
      "TITLE": "Alavancagem de posição",
      "BODY": "A alavancagem altera o multiplicador nos seus ganhos ou perdas. Aumentar sua alavancagem aumenta o quanto você ganharia \/ perderia em um trade com o mesmo movimento de preço."
    },
    "POST_ONLY": {
      "TITLE": "Ordem Post-Only",
      "BODY": "Ordens com a opção post-only podem ser colocadas apenas como ordens de maker. Se a ordem cruzar outras ordens no momento da colocação, ela será cancelada automaticamente."
    },
    "POST_ONLY_TIMEINFORCE_GTT": {
      "TITLE": "Ordem Post-Only",
      "BODY": "A ordem Post-Only somente estará disponível se o Tempo em vigor estiver definido como Good Til Time."
    },
    "PRICE_IMPACT": {
      "TITLE": "Impacto do preço",
      "BODY": "A diferença entre o preço de execução esperado para sua ordem e a melhor ordem na compra ou venda. Essa diferença será maior para trades maiores."
    },
    "REALIZED_PNL": {
      "TITLE": "Lucro\/perda realizados",
      "BODY": "Lucros\/perdas totais realizados para esta posição por meio de fechamentos parciais, taxas e financiamento. É redefinido se você fechar totalmente sua posição ou alterar o tipo de posição (long para short ou vice-versa)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Apenas redução",
      "BODY": "A opção de apenas reduzir impede que uma ordem altere o tipo de sua posição (long para short ou vice-versa). Uma ordem com a configuração Somente reduzir será redimensionada automaticamente e cancelada conforme sua posição for alterada."
    },
    "REDUCE_ONLY_TIMEINFORCE_IOC": {
      "TITLE": "Apenas redução",
      "BODY": "Somente reduzir está disponível somente se o Tempo em vigor estiver definido como IOC."
    },
    "REDUCE_ONLY_EXECUTION_IOC": {
      "TITLE": "Apenas redução",
      "BODY": "Somente reduzir está disponível somente se a execução estiver definida como IOC."
    },
    "REWARDS_EARNED": {
      "TITLE": "Recompensas recebidas",
      "BODY": "Ganhe recompensas quando fizer trades na dYdX."
    },
    "SPREAD": {
      "TITLE": "Spread",
      "BODY": "A diferença de preço entre a oferta mais elevada (ou seja, o preço pelo qual um comprador está disposto a comprar) e o menor preço de venda (o preço pelo qual o vendedor está disposto a fazer a venda) de um ativo."
    },
    "STEP_SIZE": {
      "TITLE": "Intervalo de aumento\/redução",
      "BODY": "O intervalo de aumento\/redução é o menor fator permitido a valores de ordem neste mercado."
    },
    "STOP_LOSS": {
      "TITLE": "Stop loss",
      "BODY": "Protege contra perdas, fechando a posição de um trader quando o preço do oráculo ultrapassa o preço de disparo."
    },
    "STOP_LOSS_ABOVE_LIQUIDATION_PRICE": {
      "TITLE": "Stop loss acima do preço de liquidação",
      "BODY": "O preço stop-loss subiu acima do preço de liquidação. Isso pode ocorrer devido a alterações de financiamento decorrentes de retiradas de fundos ou de mudanças nas margens exigidas."
    },
    "STOP_LOSS_BELOW_LIQUIDATION_PRICE": {
      "TITLE": "Stop loss abaixo do preço de liquidação",
      "BODY": "O preço stop-loss caiu abaixo do preço de liquidação. Isso pode ocorrer devido a alterações de financiamento decorrentes de retiradas de fundos ou de mudanças nas margens exigidas."
    },
    "TAKER_FEE": {
      "TITLE": "Taxa de taker",
      "BODY": "Trades que tiram a liquidez do livro (por exemplo, ordens de mercado ou de limite cruzado) são executados como ordens de taker. As ordens de taker têm uma taxa mais alta do que as ordens de maker."
    },
    "TAKE_PROFIT": {
      "TITLE": "Take profit",
      "BODY": "Permite que os traders definam metas e protejam os lucros nas posições especificando um preço para fechamento de uma posição aberta para lucro."
    },
    "TARGET_LEVERAGE": {
      "TITLE": "Alavancagem-alvo",
      "BODY": "A alavancagem-alvo definida como {TARGET_LEVERAGE}×, que determina o valor de margem usado para sua próxima ordem."
    },
    "TICK_SIZE": {
      "TITLE": "Valor de tick",
      "BODY": "O valor de tick é o movimento de preço mínimo neste mercado."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Tempo em vigor",
      "BODY": "O tempo em vigor selecionado controla por quanto tempo uma ordem permanecerá ativa até que ela expire ou seja executada."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Porcentagem de trailing",
      "BODY": "A porcentagem de trailing define o percentual no qual seu preço de stop fará o “trailing” do preço do oráculo. Sempre que o preço do oráculo se mover a favor da sua posição, o preço de stop da sua ordem será atualizado conforme o seu percentual de trailing especificado."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Preço de disparo",
      "BODY": "Quando o preço do oráculo deste mercado cruzar seu preço de disparo, sua ordem de stop\/take profit será convertida em uma ordem limite ou será executada como uma ordem de mercado."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Lucros \/ perdas não realizados",
      "BODY": "O total de lucro\/perda se você fechasse completamente o restante da sua posição atual no preço do oráculo atual. É redefinido se você fechar sua posição ou alterar o tipo de posição (long para short, ou vice-versa)."
    },
    "REWARD_HISTORY": {
      "BODY": "A hora é exibida no Tempo Universal Coordenado (UTC)"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Disponível",
      "BODY": "Você atende aos requisitos! Deposite pelo menos {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} para habilitar o depósito sem cobrança de tarifa."
    },
    "BRIDGE_FEES_DEPOSIT": {
      "TITLE": "Taxas de bridge",
      "BODY": "As taxas de Bridge são pagas a outros protocolos para concluir a ponte, a transferência e a troca necessárias para este depósito."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Não disponível",
      "BODY": "Depósitos sem tarifas estão temporariamente indisponíveis. Eles voltarão em breve!"
    },
    "GAS_FEES_DEPOSIT": {
      "TITLE": "Taxas de “gas”",
      "BODY": "As taxas de “gas” são taxas de transação na cadeia de origem, neste caso {SOURCE_CHAIN}."
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Depósitos sem taxas",
      "BODY": "A dYdX cobrirá suas taxas de “gas” se você depositar {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} ou mais. Você é elegível para um depósito sem cobrança de tarifa a cada três dias. Os depósitos sem cobrança de tarifa estão sujeitos às regras."
    },
    "LOWEST_FEE_DEPOSITS": {
      "TITLE": "Depósitos de taxa mais baixa",
      "BODY": "Os depósitos em USDC em {LOWEST_FEE_TOKEN_NAMES} têm as taxas mais baixas."
    },
    "MINIMUM_DEPOSIT_AMOUNT": {
      "TITLE": "Valor mínimo do depósito",
      "BODY": "Incluindo qualquer slippage que possa ocorrer devido a mudanças de liquidez enquanto a ponte está em andamento"
    },
    "SWAP": {
      "TITLE": "Swap e depósito",
      "BODY": "Ao depositar um ativo não baseado em USDC, seu ativo é convertido automaticamente para USDC por meio da API 0x. Definir a slippage máxima permite que você especifique a slippage que será permitida antes da conversão falhar."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Taxa de rede",
      "BODY": "Este é o custo de gás das transações de depósito e de definição de permissão, pago a mineradores da Ethereum. Você só precisa definir a permissão uma vez por ativo que você depositar."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Taxa de rede",
      "BODY": "Este é o custo de \"gas\" da transação de depósito, pago a mineradores da Ethereum."
    }
  },
  "TRIGGER_ORDERS": {
    "UNEQUAL_ORDER_SIZES": {
      "TITLE": "Volumes desiguais de ordem",
      "BODY": "Suas ordens de Take profit e Stop loss têm volumes diferentes. Para fazer edições no volume da ordem, cancele e emita novamente as ordens."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Taxa de saque rápido",
      "BODY": "Os saques rápidos são enviados imediatamente e a dYdX cobrirá os custos de gás em troca de uma taxa. Para saques sem taxas, use um saque lento (você paga seus próprios custos de “gas” e terá de esperar pela confirmação da Camada 2)."
    },
    "GAS_FEES": {
      "TITLE": "Taxas de “gas”",
      "BODY": "As taxas de \"gas\" são taxas de transação na cadeia de origem, neste caso dYdX."
    },
    "LOWEST_FEE_WITHDRAWALS": {
      "TITLE": "Saques de taxa mais baixa",
      "BODY": "Os saques em USDC em {LOWEST_FEE_TOKEN_NAMES} têm as taxas mais baixas."
    },
    "BRIDGE_FEES": {
      "TITLE": "Taxas de bridge",
      "BODY": "As taxas de Bridge são pagas a outros protocolos para concluir a ponte, a transferência e a troca necessárias para este saque."
    },
    "MINIMUM_AMOUNT_RECEIVED": {
      "TITLE": "Valor mínimo recebido",
      "BODY": "Incluindo qualquer slippage que possa ocorrer devido a mudanças de liquidez enquanto a ponte está em andamento"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Tipos de saque",
      "BODY": "A dYdX oferece suporte a dois tipos de saques da Camada 2. Os saques rápidos têm uma taxa pequena, mas não exigem gás e são enviados imediatamente. Já os saques lentos são gratuitos, mas possuem duas etapas, pois levam muito mais tempo e o usuário terá de pagar suas próprias taxas de gás."
    }
  },
  "STAKE": {
    "VALIDATOR_SELECTION": {
      "TITLE": "Validador selecionado",
      "BODY": "O validador é selecionado de um conjunto pré-configurado de validadores sem cortes, com base no menor peso de stakeweight."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Verificar o endereço de e-mail",
      "BODY": "Clique sobre o link do e-mail que enviamos e isso nos ajudará a verificar se o endereço de e-mail é seu."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "Liquidação na cadeia dYdX",
      "BODY": "Para garantir a segurança do protocolo, os validadores da cadeia dYdX adiam a liquidação da cadeia dYdX DYDX."
    }
  },
  "TRADE_CHART": {
    "OHLC": {
      "TITLE": "OHLC",
      "BODY": "Habilite ou desabilite os dados de OHLC (open-high-low-close) via preço médio. Desabilitar isso exibirá apenas dados de OHLC de trades históricos."
    }
  },
  "NEW_MARKET_WIDGET": {
    "REFERENCE_PRICE": {
      "TITLE": "Preço de referência",
      "BODY": "O Preço de referência é a média contínua de 30 dias do preço de mercado e é usado como uma entrada para calcular automaticamente os parâmetros do mercado na Cadeia dYdX. O preço de referência deve ser aproximadamente o mesmo que o preço atual do mercado (ex.: arredondado para baixo, para as mesmas potências de 10)."
    },
    "SELF_REPORTED_CMC": {
      "BODY": "Este valor é autorrelatado na CoinMarketCap"
    }
  },
  "VAULT": {
    "ESTIMATED_AMOUNT_RECEIVED": {
      "BODY": "O valor estimado a receber ao fazer o saque, sendo o valor da retirada menos o valor estimado de slippage. Esse valor é uma estimativa com base nas condições atuais. O valor real pode ser diferente com base nas condições reais no momento de execução."
    },
    "ESTIMATED_SLIPPAGE": {
      "BODY": "O valor estimado de slippage ao fazer o saque. A slippage vem da necessidade do cofre em atualizar as posições atuais para liberar a margem para atender ao valor do saque. Esse valor é uma estimativa com base nas condições atuais. O valor real pode ser diferente com base nas condições reais no momento de execução."
    },
    "AVAILABLE_TO_WITHDRAW": {
      "BODY": "O valor que você pode sacar, que é o saldo do seu cofre menos qualquer valor bloqueado para novas listagens de mercado."
    },
    "YOUR_VAULT_BALANCE": {
      "BODY": "O valor atual de seus depósitos. Isso é calculado com base no capital e nas posições atuais do cofre."
    },
    "YOUR_ALL_TIME_PNL": {
      "BODY": "O PNL total ao longo do tempo. Isso inclui o PNL histórico de seus depósitos no cofre."
    },
    "VAULT_APR": {
      "BODY": "Est. de O APR é o retorno do mês anterior anualizado. Os retornos reais dependem de rendimentos futuros incertos (compartilhamento de receita do protocolo, além de lucros e perdas) e não são garantidos. {LEARN_MORE}"
    },
    "VAULT_APR_90D": {
      "BODY": "Est. de O APR é o retorno dos últimos 90 dias anualizado. Os retornos reais dependem de rendimentos futuros incertos (compartilhamento de receita do protocolo, além de lucros e perdas) e não são garantidos. {LEARN_MORE}"
    }
  },
  "SIMPLE_UI": {
    "BUYING_POWER_SIMPLE": {
      "BODY": "Este é o valor máximo de exposição que você pode obter com seu depósito. Não é o valor que você pode depositar ou sacar. Seu poder de compra pode mudar rapidamente e pode ser positivo mesmo quando você está tendo perdas."
    },
    "RISK": {
      "BODY": "Esta é a percentagem do seu depósito mantida como margem pelas suas posições abertas. Isso pode mudar rapidamente quando o preço de mercado muda."
    }
  }
}
