{
  "GENERAL": {
    "DYDX_ADDRESS": {
      "BODY": "Seu endereço de cadeia dYdX \"{DYDX_ADDRESS}\" foi criado a partir da assinatura do endereço Ethereum \"{EVM_ADDRESS}\"."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Assinatura legada",
      "BODY": "Marque esta opção se você usou a assinatura de carteira hardware \/ assinatura legada para gerar suas chaves anteriormente."
    },
    "REMEMBER_ME": {
      "TITLE": "Lembrar-me",
      "BODY": "Use \"Lembrar-me\" se você estiver usando um dispositivo seguro. Selecionar esta opção pode expor suas chaves e informações a outros se você estiver em um dispositivo público ou não seguro."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Desconto nos Hedgies",
      "BODY": "Ter um {NFT} vai aumentar seu nível de desconto de taxa uma vez. Ter vários não tem um efeito adicional."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Alavancagem da conta",
      "BODY": "Alavanque sua conta com base em todas as suas posições abertas. Como sua conta é de margem cruzada, cada posição aberta tem sua própria alavancagem, o que também afeta a alavancagem geral da sua conta."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Valor referencial básico da posição ",
      "BODY": "O tamanho máximo da posição no qual os requisitos de margem não são aumentados."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Stop Loss",
      "BODY": "O preço de disparo atual para executar uma ordem Stop Loss em relação a esta ordem bracket."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Take profit",
      "BODY": "O preço de disparo atual para executar uma ordem de Take Profit em relação a esta ordem Bracket."
    },
    "BUYING_POWER": {
      "TITLE": "Poder de compra",
      "BODY": "Poder de compra disponível para aumentar sua posição em {MARKET}. Seu poder de compra será alterado com base no mercado selecionado."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Execução padrão",
      "BODY": "Sua ordem preencherá quaisquer ordens cruzadas no momento da abertura. Se sua ordem não for totalmente executada, ela permanecerá aberta até que seja executada, cancelada ou expire."
    },
    "EQUITY": {
      "TITLE": "Equidade",
      "BODY": "Valor total da sua conta."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Preço esperado",
      "BODY": "Preço esperado da execução para sua ordem. Este preço é apenas uma estimativa, visto que o livro de registro de pedidos pode mudar antes de a sua ordem ser processada pelo mecanismo correspondente."
    },
    "FEE": {
      "TITLE": "Taxa",
      "BODY": "As taxas na dYdX são cobradas com base no tipo de liquidez. As ordens de Maker têm uma taxa menor do que as ordens de Taker."
    },
    "FILL_OR_KILL": {
      "TITLE": "Ordens Fill or Kill",
      "BODY": "As ordens Fill or Kill devem ser completamente preenchidas após a execução ou elas serão canceladas automaticamente."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Garantia gratuita",
      "BODY": "O valor máximo que você pode sacar. Quando a garantia gratuita é 0 ou negativa, sua conta está usando a alavancagem máxima."
    },
    "GOOD_TIL": {
      "TITLE": "Good Til",
      "BODY": "Período até que a sua ordem expire."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Imediato or cancelar",
      "BODY": "Sua ordem executará quaisquer ordens cruzadas no momento da abertura e então cancelará qualquer valor de ordem não executada."
    },
    "INDEX_PRICE": {
      "TITLE": "Preço de Oracle",
      "BODY": "As ordens Stop são acionadas com base no preço do oráculo. O preço do oracle agrega os dados de preço de várias exchanges, protegendo você de eventos como flash crashes."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Fração de margem inicial",
      "BODY": "A fração de margem é calculada como o valor referencial da sua posição dividido pela equidade. Se a sua fração de margem exceder a fração de margem inicial, você não terá mais permissão para aumentar sua posição. Para limitar o risco, a fração da margem inicial aumenta pela raiz quadrada do tamanho da posição dividido pelo Referencial da posição básico multiplicado pela Fração da margem inicial básica."
    },
    "INITIAL_STOP": {
      "TITLE": "Stop inicial",
      "BODY": "Preço de stop inicial com base na sua porcentagem de trailing."
    },
    "LEVERAGE": {
      "TITLE": "Alavancagem",
      "BODY": "A alavancagem altera o multiplicador nos seus ganhos ou perdas. Aumentar sua alavancagem aumenta o quanto você ganharia \/ perderia em um trade com o mesmo movimento de preço."
    },
    "LIMIT_PRICE": {
      "TITLE": "Preço limite",
      "BODY": "Esta ordem só poderá ser executada ao preço limite especificado, ou melhor. Se sua ordem cruza no momento da colocação e executará quaisquer ordens que cruzarem ao preço mais favorável."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "A diferença percentual entre seu preço de gatilho e o preço limite."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Preço de liquidação",
      "BODY": "Se o preço do oráculo de {SYMBOL} cair abaixo do preço de liquidação, sua posição será liquidada. Após a liquidação, sua posição será fechada automaticamente e uma taxa de liquidação de pelo menos 1% será avaliada (pode ser mais alta, dependendo da liquidez no momento da liquidação)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Preço de liquidação",
      "BODY": "Se o preço de oracle da posição de mercado cruzar o preço de liquidação, sua posição será liquidada. Após a liquidação, sua posição será fechada automaticamente e uma taxa de liquidação de pelo menos 1% será avaliada (pode ser mais alta, dependendo da liquidez no momento da liquidação)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidez",
      "BODY": "Trades que tiram a liquidez do livro (por exemplo, mercado ou ordens de limite cruzado) executam como ordens de taker. As ordens limite que adicionam liquidez ao livro e são preenchidas por outra parte serão preenchidas como ordens de maker."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Fração de margem de manutenção",
      "BODY": "A fração de margem é calculada como o valor referencial da sua posição, dividido pela equidade. Se a sua fração de margem exceder a fração de margem de manutenção, sua posição será fechada automaticamente (liquidada) e uma taxa de liquidação de pelo menos 1% será avaliada (pode ser mais alta, dependendo da liquidez no momento da liquidação)."
    },
    "MAKER_FEE": {
      "TITLE": "Taxa maker",
      "BODY": "As ordens limite que adicionam liquidez ao livro e são executadas por outra parte serão executadas como ordens de maker. As ordens de maker têm uma taxa mais baixa do que as ordens de taker."
    },
    "MARGIN_USAGE": {
      "TITLE": "Uso de margem",
      "BODY": "Porcentagem de sua margem total usada nas posições abertas."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Saque rápido máximo",
      "BODY": "Valor máximo permitido para um único saque rápido."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Alavancagem máxima",
      "BODY": "Alavancagem máxima permitida para este mercado. Para limitar os riscos, a alavancagem máxima diminui linearmente a partir do tamanho da posição após um determinado limite."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Recompensas estimadas",
      "BODY": "Ganhe recompensas quando fizer trades na dYdX. As recompensas reais podem variar."
    },
    "NET_FUNDING": {
      "TITLE": "Financiamento líquido",
      "BODY": "Financiamento total ganho \/ pago para a vida útil da posição atual. É redefinido se você fechar sua posição ou alterar o tipo de posição (long para short, ou vice-versa)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Contratos em aberto",
      "BODY": "Os contratos em aberto representam o tamanho total de todas as posições abertas neste mercado."
    },
    "ORACLE_PRICE": {
      "TITLE": "Preço de Oracle",
      "BODY": "A alavancagem e as liquidações são determinadas com base no preço de oracle on-chain. O preço do oracle agrega os dados de preço de várias exchanges, protegendo você de eventos como flash crashes."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Valor da ordem",
      "BODY": "Valor de {SYMBOL} para comprar ou vender. Este é o valor que sua posição aumentará ou diminuirá quando a ordem for preenchida, não o valor da sua posição resultante."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Valor da ordem",
      "BODY": "Valor de {SYMBOL} em USD para comprar ou vender. Este é o valor que sua posição aumentará ou diminuirá quando a ordem for preenchida, não o valor da sua posição resultante."
    },
    "POST_ONLY": {
      "TITLE": "Ordem Post-Only",
      "BODY": "As ordens com post-only habilitadas podem ser feitas apenas como ordens de maker. Se a ordem cruzar outras ordens no momento da colocação, ela será cancelada automaticamente."
    },
    "PRICE_IMPACT": {
      "TITLE": "Impacto no preço",
      "BODY": "A diferença entre o preço de execução esperado para sua ordem e a melhor ordem na compra ou venda. Isso aumentará quanto a trades maiores."
    },
    "REALIZED_PNL": {
      "TITLE": "Lucro\/perda realizados",
      "BODY": "Lucro\/perda totais realizados para esta posição por meio de fechamentos parciais, taxas e financiamento. É redefinido se você fechar totalmente sua posição ou alterar o tipo de posição (long para short ou vice-versa)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Apenas redução",
      "BODY": "A opção Apenas redução impede que um pedido altere o lado de sua posição (longo para curto ou curto para longo). Uma ordem com a configuração Somente Reduzir será redimensionada automaticamente e será cancelada conforme sua posição for alterada."
    },
    "SPREAD": {
      "TITLE": "Spread",
      "BODY": "A diferença de preço entre a oferta mais elevada (ou seja, o preço pelo qual um comprador está disposto a comprar) e o menor preço de venda (o preço pelo qual o vendedor está disposto a vender) de um ativo."
    },
    "STEP_SIZE": {
      "TITLE": "Tamanho do valor",
      "BODY": "O intervalo de aumento\/redução é o menor fator permitido a valores de ordem neste mercado."
    },
    "TAKER_FEE": {
      "TITLE": "Taxa de Taker",
      "BODY": "Trades que tiram a liquidez do livro (por exemplo, mercado ou ordens de limite cruzado) são executados como ordens de taker. As ordens de taker têm uma taxa mais alta do que as ordens de maker."
    },
    "TICK_SIZE": {
      "TITLE": "Valor de tick",
      "BODY": "O tamanho do tick é o movimento de preço mínimo neste mercado."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Tempo em vigor",
      "BODY": "O tempo em vigor selecionado controla por quanto tempo uma ordem permanecerá ativa até que ela expire ou seja preenchida."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Porcentagem de trailing",
      "BODY": "A porcentagem de trailing define o percentual no qual seu preço de stop fará o \"trailing\" do preço do oráculo. Sempre que o preço do oráculo se mover a favor da sua posição, o preço de parada da sua ordem será atualizado conforme o seu percentual de trailing especificado."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Preço de disparo",
      "BODY": "Quando o preço do oráculo ou último preço de trade deste mercado cruzar seu preço de disparo, sua ordem de stop\/take profit será convertida em uma ordem limite ou será executada como uma ordem de mercado."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Lucros \/ perdas não realizados",
      "BODY": "O total de lucro\/perda se você fechasse completamente o restante de sua posição atual no preço do oráculo atual. É redefinido se você fechar sua posição ou alterar o tipo de posição (long para short, ou vice-versa)."
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Disponível",
      "BODY": "Você atende aos requisitos! Depositar pelo menos {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} para habilitar o depósito sem cobrança de tarifa"
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Não disponível",
      "BODY": "Depósitos sem cobrança de tarifas estão temporariamente indisponíveis. Eles voltarão em breve!"
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Depósitos sem taxas",
      "BODY": "A dYdX cobrirá suas taxas de gás se você depositar {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} ou mais. Você é elegível para um depósito sem cobrança de tarifa a cada três dias. Os depósitos sem cobrança de tarifa estão sujeitos às regras."
    },
    "SWAP": {
      "TITLE": "Swap e depósito",
      "BODY": "Ao depositar um ativo não baseado USDC, seu ativo é convertido automaticamente para USDC através da API 0x. Definir a slippage máxima permite que você especifique a slippage que será permitida antes de ela conversão falhar."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Taxa de rede",
      "BODY": "Esse é o custo de gás das transações de depósito e de definição da allowance, pago a mineiros da Ethereum. Você só tem que definir a allowance uma vez por ativo que você depositar."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Taxa de rede",
      "BODY": "Este é o custo de gás da transação de depósito, pago a mineiros da Ethereum."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Taxa de saque rápido",
      "BODY": "Os saques rápidos são enviados imediatamente e a dYdX cobre os custos de “gás” em troca de uma taxa. Para saques sem taxas, use um saque lento (você paga seus próprios custos de “gas” e terá de esperar pela confirmação da Layer 2)."
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Tipos de saque",
      "BODY": "A dYdX oferece suporte a dois tipos de saques da Layer 2. Os saques rápidos têm uma taxa pequena, mas não exigem “gas” e são enviados imediatamente. Já os saques lentos são gratuitos, mas possuem duas etapas, pois levam muito mais tempo e o usuário terá de pagar suas próprias taxas de gás."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Verificar o endereço de e-mail",
      "BODY": "Clique sobre o link do e-mail que lhe enviamos e isso nos ajudará a verificar se o endereço de e-mail é seu."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "Liquidação na cadeia dYdX",
      "BODY": "Para garantir a segurança do protocolo, os validadores da cadeia dYdX adiam a liquidação da cadeia dYdX DYDX."
    }
  }
}
