{
  "GENERAL": {
    "DYDX_ADDRESS": {
      "BODY": "Votre adresse dYdX Chain \"{DYDX_ADDRESS}\" a été créée à partir de la signature de l'adresse Ethereum \"{EVM_ADDRESS}\"."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Legacy Signing",
      "BODY": "Ne cochez cette option que si vous avez déjà utilisé la signature de portefeuille matériel \/ la signature héritée pour générer vos clés."
    },
    "REMEMBER_ME": {
      "TITLE": "Remember Me",
      "BODY": "N'utilisez \"Remember Me\" que si vous utilisez un appareil sécurisé que vous possédez. La sélection de cette option peut exposer vos clés et vos informations à d'autres si vous êtes sur un appareil public ou non sécurisé."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Réduction des hedgies",
      "BODY": "La détention d'un  {NFT}augmente d'une unité votre niveau de réduction des frais. En détenir plusieurs n'aura aucun effet supplémentaire."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Effet de levier du compte",
      "BODY": "Effet de levier de votre compte basé sur toutes vos positions ouvertes. Parce que votre compte est à marge croisée, chaque position ouverte a son propre effet de levier tout en affectant également l'effet de levier global de votre compte."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Notionnel de position de base",
      "BODY": "La taille de la position maximale à laquelle les exigences de marge ne sont pas augmentées."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Stop Loss",
      "BODY": "Votre prix de déclenchement actuel pour exécuter un Stop Loss pour cet ordre de support."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Take Profit",
      "BODY": "Votre prix de déclenchement actuel pour exécuter un Take Profit pour cet ordre de support."
    },
    "BUYING_POWER": {
      "TITLE": "Pouvoir d'achat",
      "BODY": "Pouvoir d'achat total disponible pour augmenter votre position sur  {MARKET}. Votre pouvoir d'achat changera en fonction du marché que vous avez sélectionné."
    },
    "CUSTOM_AMOUNT": {
      "TITLE": "Montant personnalisé",
      "BODY": "L'ajustement de votre montant personnalisé s'appliquera aux ordres Take Profit et Stop Loss."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Exécution par défaut",
      "BODY": "Votre ordre remplira tous les ordres à marge croisée au moment de l'ouverture. Si votre ordre n'est pas entièrement exécuté, il restera ouvert jusqu'à ce qu'il soit exécuté, annulé ou expire."
    },
    "EQUITY": {
      "TITLE": "Capital",
      "BODY": "Valeur totale de votre compte."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Prix attendu",
      "BODY": "Prix d'exécution prévu pour votre ordre. Ce prix n'est qu'une estimation, car le carnet d'ordres peut changer avant que votre commande ne soit traitée par le réseau."
    },
    "FEE": {
      "TITLE": "frais de trading ",
      "BODY": "Les frais de trading sont facturés par le réseau sur la base d'un pourcentage de votre volume de trading. Les frais de trading s'accumulent aux validateurs et aux stakers dYdX. Il n'y a pas de frais de Gaz à trade sur dYdX."
    },
    "FILL_OR_KILL": {
      "TITLE": "Exécution ou Suppression",
      "BODY": "Les ordres Fill or kill doivent être complètement remplis lors de l'exécution ou ils seront automatiquement annulés."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Garantie disponible",
      "BODY": "Le montant maximum que vous pouvez retirer. Lorsque la garantie disponible est 0 ou négative, votre compte utilise un effet de levier maximum."
    },
    "GOOD_TIL": {
      "TITLE": "Good Til",
      "BODY": "Temps jusqu'à l'expiration de votre ordre."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Immédiat ou Annuler",
      "BODY": "Votre ordre remplira tout ordre à marge croisée au moment de l'ouverture, puis annulera tout montant d'ordre non exécuté."
    },
    "INDEX_PRICE": {
      "TITLE": "Prix d'oracle",
      "BODY": "Les ordres stop sont déclenchés en fonction du prix d'oracle. Le prix de l'oracle regroupe les données de prix de plusieurs échanges, vous protégeant des événements tels que les crashs éclair. "
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Fraction de marge initiale",
      "BODY": "La fraction de marge initiale définit le montant de l'effet de levier qu'un trader peut utiliser initialement lorsqu'il prend une position. L'IMF est calculée comme la valeur notionnelle de la position d'un trader divisée par les fonds propres. Si la fraction de marge d'un opérateur dépasse la fraction de marge initiale, l'opérateur ne sera plus autorisé à augmenter sa position."
    },
    "INITIAL_STOP": {
      "TITLE": "Stop initial",
      "BODY": "Le prix stop initial basé sur votre pourcentage de trailing."
    },
    "LEVERAGE": {
      "TITLE": "Effet de levier",
      "BODY": "L'effet de levier modifie le multiplicateur de vos gains ou de vos pertes. L'augmentation de votre effet de levier augmente le montant que vous gagneriez ou perdriez sur une transaction avec le même mouvement de prix."
    },
    "LIMIT_PRICE": {
      "TITLE": "Prix limite",
      "BODY": "Cet ordre ne peut être exécuté qu'au prix à cours limité spécifié ou mieux. Si votre ordre croise au moment du placement, votre ordre remplira tout ordre de croisement au prix le plus favorable."
    },
    "LIMIT_PRICE_LEARN_MORE": {
      "TITLE": "Prix à cours limité",
      "BODY": "En identifiant un prix limite, vous placez un ordre limite de prise de bénéfice et\/ou un ordre limite d'arrêt. Cliquez ici {DOCUMENTATION_LINK}pour plus de détails."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "Différence en pourcentage entre votre prix de déclenchement et votre prix limite."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Prix de liquidation",
      "BODY": "Si le prix oracle de  {SYMBOL}est inférieur au prix de liquidation, votre position sera liquidée. Lors de la liquidation, votre position sera automatiquement clôturée et des frais de liquidation d'au moins 1 % seront évalués (peut être plus élevé en fonction de la liquidité au moment de la liquidation)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Prix de liquidation",
      "BODY": "Si le prix oracle du marché de la position croise le prix de liquidation, votre position sera liquidée. Lors de la liquidation, votre position sera automatiquement clôturée et des frais de liquidation d'au moins 1 % seront évalués (peut être plus élevé en fonction de la liquidité au moment de la liquidation)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidité",
      "BODY": "Les transactions qui prélèvent de la liquidité dans le livre (par exemple, les ordres au marché ou crossing limit) s'exécutent en tant qu'ordres Taker. Les ordres limités qui ajoutent de la liquidité au portefeuille et qui sont exécutés par une autre partie seront exécutés en tant qu'ordres Maker."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Fraction de marge de maintenance",
      "BODY": "La fraction de marge de maintenance définit le moment où les traders sont liquidés. Il est calculé comme la valeur notionnelle de la position d'un trader divisée par les fonds propres. Si la fraction de marge d'un trader dépasse la fraction de marge de maintien, sa position sera automatiquement clôturée (liquidée) et le moteur de liquidation tentera de laisser les fonds sur des comptes de valeur positive dans la mesure du possible après avoir payé la pénalité de liquidation maximale de 1,5 %."
    },
    "MAKER_FEE": {
      "TITLE": "Frais Maker",
      "BODY": "Les ordres à cours limité qui ajoutent de la liquidité au portefeuille et qui sont exécutés par une autre partie seront exécutés en tant qu'ordres Maker. Les ordres Maker ont des frais inférieurs à ceux des ordres Taker."
    },
    "MARGIN_USAGE": {
      "TITLE": "Utilisation de la marge",
      "BODY": "Pourcentage de votre marge totale utilisé par les positions ouvertes."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Retrait rapide maximum",
      "BODY": "Le montant maximum autorisé pour un retrait rapide unique."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Effet de levier maximum",
      "BODY": "Effet de levier maximum autorisé pour ce marché. Pour limiter le risque, l'effet de levier maximal diminue linéairement avec la taille de la position après un certain seuil."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Récompenses estimées",
      "BODY": "Gagnez des récompenses en tradant sur dYdX. La nature des récompenses est variable."
    },
    "NET_FUNDING": {
      "TITLE": "Financement net",
      "BODY": "Financement total gagné \/ payé pour la durée de vie de la position actuelle. Réinitialise si vous fermez votre position ou changez de côté de position (longue à courte, ou vice versa)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Intérêt ouvert",
      "BODY": "L'intérêt ouvert représente la taille totale de toutes les positions ouvertes sur ce marché."
    },
    "ORACLE_PRICE": {
      "TITLE": "Prix de l'oracle",
      "BODY": "L'effet de levier et les liquidations sont déterminés en fonction du prix oracle en chaîne. Le prix de l'oracle regroupe les données de prix de plusieurs échanges, vous protégeant des événements tels que les crashs éclair. "
    },
    "ORDER_AMOUNT": {
      "TITLE": "Montant de l'ordre",
      "BODY": "Montant de {SYMBOL} à acheter ou à vendre. Il s'agit du montant dont votre position augmentera ou diminuera lorsque l'ordre sera rempli, et non du montant de votre position résultante."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Montant de l'ordre",
      "BODY": "Montant de  {SYMBOL}à acheter ou à vendre. Il s'agit du montant dont votre position augmentera ou diminuera lorsque l'ordre sera rempli, et non du montant de votre position résultante."
    },
    "PARTIAL_CLOSE_STOP_LOSS": {
      "TITLE": "L'arrêt de la perte est une clôture partielle",
      "BODY": "Votre stop loss n'est pas paramétré pour clôturer l'ensemble de votre position. Cela peut être dû au fait que vous définissez un montant personnalisé ou que vous avez modifié la taille de votre position après l'ajout de ce déclencheur."
    },
    "PARTIAL_CLOSE_TAKE_PROFIT": {
      "TITLE": "Le Take Profit est une clôture partielle",
      "BODY": "Votre stop loss n'est pas paramétré pour clôturer l'ensemble de votre position. Cela peut être dû au fait que vous définissez un montant personnalisé ou que vous avez modifié la taille de votre position après l'ajout de ce déclencheur."
    },
    "POST_ONLY": {
      "TITLE": "Post-Only",
      "BODY": "Les ordres avec post-only activé ne peuvent être placés qu'en tant qu'ordres Maker. Si l'ordre croise d'autres ordres au moment du placement, il sera automatiquement annulé."
    },
    "POST_ONLY_TIMEINFORCE_GTT": {
      "TITLE": "Post-Only",
      "BODY": "Le Post-Only n'est disponible que si le Temps en vigueur est défini sur Good Til Time."
    },
    "PRICE_IMPACT": {
      "TITLE": "Impact sur le prix",
      "BODY": "La différence entre le prix d'exécution attendu pour votre ordre et le meilleur ordre du côté acheteur ou vendeur. Cela augmentera pour les tailles de transactions plus importantes."
    },
    "REALIZED_PNL": {
      "TITLE": "Bénéfice \/ Perte réalisé",
      "BODY": "Bénéfice \/ perte total réalisé pour cette position par le biais de clôtures partielles, de frais et de financement. Réinitialise si vous fermez complètement votre position ou changez de côté de position (long à short, ou vice versa)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only empêche un ordre de changer la longueur de votre position (long à short, ou short à long). Un ordre avec l'ensemble Reduce-Only se redimensionnera et s'annulera automatiquement lorsque votre position changera. "
    },
    "REDUCE_ONLY_TIMEINFORCE_IOC_FOK": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only n'est disponible que si le délai en vigueur est défini sur IOC ou FOK."
    },
    "REDUCE_ONLY_EXECUTION_IOC_FOK": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only n'est disponible que si l'exécution est définie sur IOC ou FOK."
    },
    "SPREAD": {
      "TITLE": "Spread",
      "BODY": "La différence de prix entre l'offre la plus élevée (le prix auquel un acheteur est prêt à acheter) et la demande la plus basse (le prix auquel un vendeur est prêt à vendre) d'un actif."
    },
    "STEP_SIZE": {
      "TITLE": "Taille de l'étape",
      "BODY": "La taille de l'étape est le plus petit facteur autorisé pour les montants d'ordres sur ce marché."
    },
    "STOP_LOSS": {
      "TITLE": "Stop Loss",
      "BODY": "Protège contre les pertes en clôturant la position d'un trader lorsque le prix de l'oracle franchit le prix de déclenchement."
    },
    "STOP_LOSS_ABOVE_LIQUIDATION_PRICE": {
      "TITLE": "Stop Loss au-dessus du prix de liquidation",
      "BODY": "Le prix stop-loss a augmenté au-dessus du prix de liquidation. Cela peut se produire en raison de changements de financement, du retrait de fonds ou de l'évolution des exigences de marge."
    },
    "STOP_LOSS_BELOW_LIQUIDATION_PRICE": {
      "TITLE": "Stop Loss au-dessus du prix de liquidation",
      "BODY": "Le prix stop-loss est tombé en dessous du prix Cela peut se produire en raison de changements de financement, du retrait de fonds ou de l'évolution des exigences de marge."
    },
    "TAKER_FEE": {
      "TITLE": "Frais Taker",
      "BODY": "Les trades qui prélèvent de la liquidité dans le carnet (par exemple, les ordres au marché ou crossing limit) s'exécutent en tant qu'ordres Taker. Les ordres Taker ont des frais plus élevés que les ordres Maker."
    },
    "TAKE_PROFIT": {
      "TITLE": "Take Profit",
      "BODY": "Permet aux traders de fixer des objectifs et de protéger les profits sur les positions en spécifiant un prix auquel clôturer une position ouverte pour réaliser un profit."
    },
    "TICK_SIZE": {
      "TITLE": "Taille du tick",
      "BODY": "La taille du tick est le mouvement de prix minimum sur ce marché."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Time In Force",
      "BODY": "L'option Temps en vigueur sélectionnée contrôle la durée pendant laquelle un ordre restera actif jusqu'à ce qu'il expire où soit exécuté."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Pourcentage de Trailing",
      "BODY": "Le pourcentage de suivi définit le pourcentage que votre stop price « entraînera » le prix d'oracle. Chaque fois que le prix d'oracle évolue en faveur de votre position, le stop price de votre ordre sera mis à jour en fonction de votre pourcentage de suivi indiqué."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Prix de déclenchement",
      "BODY": "Lorsque le prix d'oracle de ce marché croise votre prix de déclenchement, votre ordre Stop\/Take Profit sera soit converti en ordre de limite, soit exécuté en tant qu'ordre au marché."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Bénéfice \/ Perte non réalisé",
      "BODY": "Perte\/bénéfice total si vous deviez fermer complètement le reste de votre position actuelle au prix actuel d'oracle. Réinitialise si vous fermez votre position ou changez de côté de position (longue à courte, ou vice versa)."
    },
    "REWARD_HISTORY": {
        "BODY": "L'heure est affichée en temps universel coordonné (UTC)"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Disponible",
      "BODY": "Vous êtes éligible ! Dépôt d'au moins  {GASLESS_DEPOSIT_THRESHOLD}{SYMBOL}pour permettre le dépôt sans frais de gaz."
    },
    "BRIDGE_FEES_DEPOSIT":{
      "TITLE": "Frais de bridge",
      "BODY": ""
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Indisponible",
      "BODY": "Les dépôts sans gas sont temporairement indisponibles. Ne vous inquiétez pas, ils seront bientôt de retour !"
    },
    "GAS_FEES_DEPOSIT":{
      "TITLE": "Frais de gaz",
      "BODY": "Les frais de gaz sont des frais de transaction sur la chaîne source, dans ce cas {SOURCE_CHAIN}."
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Dépôts sans gas",
      "BODY": "dYdX couvrira vos frais de gaz si vous déposez  {GASLESS_DEPOSIT_THRESHOLD}{SYMBOL}ou plus. Vous êtes éligible à un dépôt sans gaz tous les trois jours. Les dépôts sans gaz sont soumis à des règles."
    },
    "LOWEST_FEE_DEPOSITS": {
      "TITLE": "Dépôts de frais les plus bas",
      "BODY": ""
    },
    "MINIMUM_DEPOSIT_AMOUNT": {
      "TITLE": "Montant du dépôt minimum",
      "BODY": "Y compris tout slippage pouvant survenir en raison de changements de liquidités pendant la durée du pont"
    },
    "SWAP": {
      "TITLE": "Échange et dépôt",
      "BODY": "Lors du dépôt d'un actif non USDC, votre actif est automatiquement converti en USDC via l'API 0x. La définition de l'effet de slippage maximum vous permet de spécifier le slippage que vous autoriserez avant l'échec de la conversion."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Frais du réseau",
      "BODY": "Il s'agit du coût du gaz des transactions de dépôt et d'allocation fixe, payé aux mineurs d'Ethereum. Vous devez définir une allocation une seule fois par actif que vous déposez."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Frais du réseau",
      "BODY": "Il s'agit du coût du gaz de la transaction de dépôt, payé aux mineurs d'Ethereum."
    }
  },
  "TRIGGER_ORDERS": {
    "UNEQUAL_ORDER_SIZES": {
      "TITLE": "Tailles d'ordres inégales",
      "BODY": "Vos ordres de prise de bénéfice et d'arrêt de perte ont des tailles d'ordre différentes. Pour apporter des modifications à la taille de l'ordre, veuillez annuler et refaire les ordres."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Frais de retrait rapide",
      "BODY": "Les retraits rapides sont envoyés immédiatement et dYdX couvrira les frais de gaz en échange d'une commission. Pour les retraits sans frais, veuillez utiliser un retrait lent (vous payez vos propres frais de gaz et devrez attendre la confirmation de la couche 2)."
    },
    "GAS_FEES":{
      "TITLE": "Frais de gaz",
      "BODY": "Les frais de gaz sont des frais de transaction sur la chaîne source, dans ce cas dYdX."
    },
    "LOWEST_FEE_WITHDRAWALS": {
      "TITLE": "Retraits à frais les plus bas",
      "BODY": "Les retraits USDC vers {LOWEST_FEE_TOKEN_NAMES} ont les frais les plus bas."
    },
    "BRIDGE_FEES":{
      "TITLE": "Frais de bridge",
      "BODY": "Les frais de transaction sont payés à d'autres protocoles afin de compléter le bridging, le transfert et l'échange requis pour ce retrait."
    },
    "MINIMUM_AMOUNT_RECEIVED": {
      "TITLE": "Montant minimum reçu",
      "BODY": "Y compris tout slippage pouvant survenir en raison de changements de liquidités pendant la durée du pont"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Types de retrait",
      "BODY": "dYdX prend en charge deux types de retraits de la couche 2. Les retraits rapides entraînent des frais minimes mais ne nécessitent pas de gas et sont envoyés immédiatement. Les retraits lents sont gratuits, mais nécessitent deux étapes, prennent beaucoup plus de temps et l'utilisateur devra payer ses propres frais de gaz."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Vérifier l'adresse e-mail",
      "BODY": "Veuillez cliquer sur le lien dans l'e-mail que nous vous avons envoyé, ce qui nous aidera à vérifier la propriété de votre adresse e-mail."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "Règlement de la chaîne dYdX",
      "BODY": "Pour assurer la sécurité du protocole, les validateurs de la chaîne dYdX retardent le règlement de la chaîne dYdX DYDX."
    }
  },
  "NEW_MARKET_WIDGET": {
    "REFERENCE_PRICE": {
      "TITLE": "Prix de référence",
      "BODY": "Le prix de référence est la moyenne mobile sur 30 jours du prix du marché et est utilisé comme entrée pour estimer automatiquement les paramètres du marché sur la chaîne dYdX. Le prix de référence devrait être approximativement le même que le prix actuel du marché (c'est-à-dire arrondir aux mêmes pouvoirs de 10)."
    }
  }
}
