{
  "GENERAL": {
    "DYDX_ADDRESS": {
      "BODY": "Ваш адрес dYdX Chain «{DYDX_ADDRESS}» был создан из подписи адреса Ethereum «{EVM_ADDRESS}»."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Старая подпись",
      "BODY": "Используйте этот параметр только в том случае, если ранее для создания ключей вы применяли подпись с помощью аппаратного кошелька \/ старую подпись."
    },
    "REMEMBER_ME": {
      "TITLE": "Запомнить меня",
      "BODY": "Используйте параметр «Запомнить меня», если вы применяете защищенное устройство, которое принадлежит вам. При выборе этого параметра ключи и информацию могут получить другие лица, если вы используете общедоступное или незащищенное устройство."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Скидка на хеджевые фонды",
      "BODY": "При владении {NFT} ваш уровень скидки на комиссии повысится на одну ступень. Владение несколькими токенами не даст дополнительного эффекта."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Кредитное плечо счета",
      "BODY": "Кредитное плечо вашего счета вычисляется на основе всех ваших открытых позиций. Поскольку ваш счет кросс-маржинальный, каждая открытая позиция имеет собственное кредитное плечо, а также влияет на общий размер кредитного плеча вашей учетной записи."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Базовая условная позиция",
      "BODY": "Максимальный размер позиции, при котором требования к марже не увеличиваются."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Стоп-лосс",
      "BODY": "Ваша текущая триггерная цена для выполнения Стоп-лосс для этого брекет-ордера."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Тейк-профит",
      "BODY": "Ваша текущая триггерная цена для выполнения Тейк-профит для этого брекет-ордера."
    },
    "BUYING_POWER": {
      "TITLE": "Покупательская способность",
      "BODY": "Этот показатель отражает вашу общую доступную покупательную способность. Ваша покупательная способность основана на максимальном кредитном плече, доступном на бирже, и не будет меняться в зависимости от выбранного вами рынка."
    },
    "CROSS_FREE_COLLATERAL": {
      "TITLE": "Бесплатное кросс залоговое обеспечение",
      "BODY": "Сумма залогового обеспечения, которая может быть выведена с вашего кросс-маржинального счета."
    },
    "CROSS_MARGIN_USAGE": {
      "TITLE": "Использование кросс-маржи",
      "BODY": "Процент вашей общей кросс-маржи, используемый открытыми позициями."
    },
    "CUSTOM_AMOUNT": {
      "TITLE": "Пользовательская сумма",
      "BODY": "Корректировка вашей настраиваемой суммы будет применяться к ордерам тейк-профит и стоп-лосс."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Исполнение по умолчанию",
      "BODY": "Ваш ордер будет исполнен по любому подходящему ордеру на момент открытия. Если ваш ордер исполнен не полностью, он останется открытым до исполнения, отмены или истечения срока его действия."
    },
    "EQUITY": {
      "TITLE": "Доля в позиции",
      "BODY": "Общая стоимость вашей учетной записи."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Ожидаемая цена",
      "BODY": "Ожидаемая цена исполнения вашего заказа. Цена ордербука может измениться до того, как ваш заказ будет обработан сетью."
    },
    "FEE": {
      "TITLE": "Комиссия за торговлю",
      "BODY": "Комиссия за торговлю взимается сетью в размере процента от объема ваших торговых сделок. Комиссия за торговлю начисляется валидаторам и стейкерам DYDX. Комиссия за газ не предусмотрена для торговли на dYdX."
    },
    "FILL_OR_KILL": {
      "TITLE": "Исполнить или аннулировать",
      "BODY": "Ордера «Исполнить или аннулировать» должны быть полностью исполнены при исполнении, иначе они будут автоматически отменены."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Свободное залоговое обеспечение",
      "BODY": "Максимальная сумма, которую вы можете вывести. Когда бесплатное обеспечение равно 0 или отрицательно, ваш счет использует максимальное кредитное плечо."
    },
    "GOOD_TIL": {
      "TITLE": "Действительно до",
      "BODY": "Время до истечения срока действия вашего ордера."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Немедленно или отменить",
      "BODY": "Ваш ордер будет исполнен по любому подходящему ордеру на момент открытия, а затем отменит любую сумму по неисполненному ордеру."
    },
    "INDEX_PRICE": {
      "TITLE": "Цена по оракулу",
      "BODY": "Стоп-ордера срабатывают на основе цены по оракулу. Цена по оракулу агрегирует ценовые данные с нескольких бирж, и это защищает вас от таких событий, как мгновенные сбои."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Доля начальной маржи:",
      "BODY": "Доля начальной маржи определяет кредитное плечо, которое трейдер может первоначально использовать при открытии позиции. Доля начальной маржи рассчитывается как условная стоимость позиции трейдера, деленная на собственный капитал. Если доля маржи трейдера превышает исходную долю маржи, трейдер больше не сможет увеличивать свою позицию."
    },
    "INITIAL_STOP": {
      "TITLE": "Начальный стоп",
      "BODY": "Начальная стоп-цена, основанная на вашем скользящем проценте."
    },
    "LEVERAGE": {
      "TITLE": "Кредитное плечо",
      "BODY": "Кредитное плечо – это коэффициент, на который умножаются ваши прибыли или убытки. Увеличение кредитного плеча пропорционально увеличивает ваш выигрыш или проигрыш в сделке с тем же движением цены."
    },
    "LIMIT_PRICE": {
      "TITLE": "Цена за единицу",
      "BODY": "Этот ордер может быть исполнен только по указанной лимитной цене или более выгодной. Если ваш ордер пересекается во время размещения, он заполнит все пересекающиеся ордера по наиболее выгодной цене."
    },
    "LIMIT_PRICE_LEARN_MORE": {
      "TITLE": "Цена за единицу",
      "BODY": "Идентифицируя лимитную цену, вы размещаете лимитный ордер тейк-профит и\/или стоп-лимитный ордер. Нажмите {DOCUMENTATION_LINK} для получения дополнительной информации."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Проскальзывание",
      "BODY": "Процент разницы между вашей ценой триггера и лимитной ценой."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Ликвидационная цена",
      "BODY": "Если цена по оракулу {SYMBOL} упадет ниже ликвидационной цены, ваша позиция будет ликвидирована. При ликвидации позиция будет автоматически закрыта, и с вас будет взята комиссия в 1% за ликвидацию (может быть выше в зависимости от ликвидности на момент ликвидации)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Ликвидационная цена",
      "BODY": "Если цена позиции\/рынка по оракулу достигнет цены ликвидации, ваша позиция будет ликвидирована. При ликвидации позиция будет автоматически закрыта, и с вас будет взята комиссия в 1% за ликвидацию (может быть выше в зависимости от ликвидности на момент ликвидации)."
    },
    "LIQUIDITY": {
      "TITLE": "Ликвидность",
      "BODY": "Сделки, которые используют ликвидность из журнала (например, рыночные или пересекающие лимитные ордера), исполняются как тейкер-ордера. Лимитные ордера, которые добавляют ликвидности в журнал и заполняются другой стороной, будут исполнены как ордера мейкера."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Доля гарантийной маржи:",
      "BODY": "Доля гарантийной маржи определяет порог ликвидации трейдера. Она рассчитывается как условная стоимость позиции трейдера, деленная на собственный капитал. Если доля маржи трейдера превышает долю гарантийной маржи, позиция трейдера будет автоматически закрыта (ликвидирована), а механизм ликвидации по возможности попытается оставить средства на счетах положительной стоимости после уплаты максимального штрафа за ликвидацию в размере 1,5%."
    },
    "MAKER_FEE": {
      "TITLE": "Комиссия мейкера",
      "BODY": "Лимитные ордера, которые добавляют ликвидности в журнал и заполняются другой стороной, будут исполнены как ордера мейкера. Мейкер-ордера имеют меньшую комиссию, чем тейкер-ордера."
    },
    "MARGIN_USAGE": {
      "TITLE": "Использование маржи",
      "BODY": "Процент вашей общей маржи, используемый открытыми позициями."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Максимальная сумма средств для быстрого вывода",
      "BODY": "Максимальная сумма средств, доступная для единоразового быстрого вывода."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Максимальное кредитное плечо",
      "BODY": "Максимально допустимое кредитное плечо для этого рынка. Чтобы ограничить риск, максимальная сумма заемных средств линейно уменьшается с размером позиции после определенного порогового уровня."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Предполагаемый размер наград\n",
      "BODY": "Зарабатывайте награды за торговлю на dYdX. Фактические награды могут отличаться."
    },
    "NET_FUNDING": {
      "TITLE": "Чистое финансирование",
      "BODY": "Общее финансирование, заработанное \/ выплаченное за период действия текущей позиции. Сбрасывается, если вы закрываете свою позицию или меняете сторону позиции (с длинной на короткую или наоборот)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Открытый интерес",
      "BODY": "Открытый интерес представляет собой общий размер всех открытых позиций на этом рынке."
    },
    "ORACLE_PRICE": {
      "TITLE": "Цена по оракулу",
      "BODY": "Кредитное плечо и ликвидации определяются на основе цены по оракулу в сети. Цена по оракулу агрегирует ценовые данные с нескольких бирж, и это защищает вас от таких событий, как мгновенные сбои."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Сумма ордера",
      "BODY": "Сумма {SYMBOL} для покупки или продажи. Это сумма, на которую ваша позиция будет увеличиваться или уменьшаться при исполнении ордера, а не итоговая сумма вашей позиции."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Сумма ордера",
      "BODY": "Сумма{SYMBOL} в долларах США для покупки или продажи. Это сумма, на которую ваша позиция будет увеличиваться или уменьшаться при исполнении ордера, а не итоговая сумма вашей позиции."
    },
    "PARTIAL_CLOSE_STOP_LOSS": {
      "TITLE": "Стоп-лосс — это частичное закрытие",
      "BODY": "Ваш стоп-лосс не настроен на закрытие всей позиции. Это может быть связано с тем, что вы установили пользовательскую сумму, или с тем, что вы изменили размер позиции после добавления этого триггера."
    },
    "PARTIAL_CLOSE_TAKE_PROFIT": {
      "TITLE": "Тейк-профит — это частичное закрытие",
      "BODY": "Ваша тейк-профит не настроен на закрытие всей позиции. Это может быть связано с тем, что вы установили пользовательскую сумму, или с тем, что вы изменили размер позиции после добавления этого триггера."
    },
    "POST_ONLY": {
      "TITLE": "Ордер типа «пост-онли»",
      "BODY": "Заказы с включенным «пост-онли» могут быть размещены только как мейкер-ордера. Если ордер пересекает другие ордера во время размещения, он будет автоматически отменен."
    },
    "POST_ONLY_TIMEINFORCE_GTT": {
      "TITLE": "Ордер типа «пост-онли»",
      "BODY": "Ордер «пост-онли» доступен только в том случае, если «Срок действия» установлен на значение «Действительно до даты»."
    },
    "PRICE_IMPACT": {
      "TITLE": "Влияние на цену",
      "BODY": "Разница между оценочной ценой исполнения ордера и лучшим ордером на стороне спроса или предложения. Для сделок больших размеров она выше."
    },
    "REALIZED_PNL": {
      "TITLE": "Реализованные прибыли \/ убытки",
      "BODY": "Общая реализованная прибыль \/ убыток по этой позиции за счет частичного закрытия, комиссий и финансирования. Сбрасывается, если вы полностью закроете свою позицию или поменяете сторону позиции (с длинной на короткую или наоборот)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Только уменьшить",
      "BODY": "Функция «Только уменьшить» не позволяет ордеру изменить сторону вашей позиции (длинную на короткую или короткую на длинную). Ордер с «Только уменьшить» автоматически изменит размер и отменит себя при изменении позиции."
    },
    "REDUCE_ONLY_TIMEINFORCE_IOC": {
      "TITLE": "Только уменьшить",
      "BODY": "Опция «Только сокращение» доступна лишь в том случае, если значение параметра «Срок действия» установлено на «Немедленно или отменить» (IOC)."
    },
    "REDUCE_ONLY_EXECUTION_IOC": {
      "TITLE": "Только уменьшить",
      "BODY": "Опция «Только сокращение» доступна лишь в том случае, если для исполнения установлено значение «Немедленно или отменить»."
    },
    "SPREAD": {
      "TITLE": "Спред",
      "BODY": "Разница между самой дорогой заявкой на актив (самой высокой ценой, по которой покупатель готов купить) и самым низким запросом (самой низкой ценой, по которой продавец готов продать)."
    },
    "STEP_SIZE": {
      "TITLE": "Размер шага",
      "BODY": "Размер шага - это наименьший допустимый множитель для сумм ордеров на этом рынке."
    },
    "STOP_LOSS": {
      "TITLE": "Стоп-лосс",
      "BODY": "Защита от потерь путем закрытия позиции трейдера после пересечения цены оракула с триггером."
    },
    "STOP_LOSS_ABOVE_LIQUIDATION_PRICE": {
      "TITLE": "Стоп-лосс выше ликвидационной цены",
      "BODY": "Цена стоп-лосс выросла выше ликвидационной цены. Это может произойти из-за изменения финансирования, снятия средств или изменения маржинальных требований."
    },
    "STOP_LOSS_BELOW_LIQUIDATION_PRICE": {
      "TITLE": "Стоп-лосс ниже ликвидационной цены",
      "BODY": "Цена стоп-лосс опустилась ниже ликвидационной цены. Это может произойти из-за изменения финансирования, снятия средств или изменения маржинальных требований."
    },
    "TAKER_FEE": {
      "TITLE": "Комиссия тейкера",
      "BODY": "Сделки, которые используют ликвидность из журнала (например, рыночные или пересекающие лимитные ордера), исполняются как тейкер-ордера. У тейкер-ордеров более высокая комиссия, чем у мейкер-ордеров."
    },
    "TAKE_PROFIT": {
      "TITLE": "Тейк-профит",
      "BODY": "Позволяет трейдерам устанавливать цели и защищать прибыль по позициям, указывая цену, по которой можно закрыть открытую позицию для получения прибыли."
    },
    "TARGET_LEVERAGE": {
      "TITLE": "Целевое кредитное плечо",
      "BODY": "Целевое кредитное плечо установлено на {TARGET_LEVERAGE}×, что определяет размер маржи, используемой для следующего ордера."
    },
    "TICK_SIZE": {
      "TITLE": "Размер тика",
      "BODY": "Размер тика - это минимальное движение цены на данном рынке."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Срок действия",
      "BODY": "Выбранный параметр времени действия определяет, как долго ордер будет оставаться активным, пока не истечет или не будет исполнен."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Скользящий процент",
      "BODY": "Скользящий процент устанавливает процент, на который ваша стоп-цена будет «следовать» за ценой по оракулу. Всякий раз, когда цена по оракулу движется на пользу вашей позиции, стоп-цена для вашего ордера обновляется в соответствии с вашим заданным скользящим процентом."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Триггерная цена",
      "BODY": "Когда цена по оракулу или цена последней сделки на этом рынке пересечет вашу триггерную цену, ваш ордер стоп\/тейк-профит будет либо преобразован в лимит-ордер, либо исполнен как рыночный ордер."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Нереализованные прибыли \/ убытки",
      "BODY": "Общая прибыль \/ убыток, если вы полностью закрыли оставшуюся часть вашей текущей позиции согласно текущей цене по оракулу. Сбрасывается, если вы закрываете свою позицию или меняете сторону позиции (с длинной на короткую или наоборот)."
    },
    "REWARD_HISTORY": {
      "BODY": "Время отображается во всемирном координированном времени (UTC)"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Доступно",
      "BODY": "Вам доступна отличная возможность. Внесите не менее {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL}, чтобы не платить комиссию за газ."
    },
    "BRIDGE_FEES_DEPOSIT": {
      "TITLE": "Комиссия за переход",
      "BODY": "Комиссионные за переход выплачиваются другим протоколам для завершения соединения, передачи и обмена, необходимых для депозита."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Недоступно",
      "BODY": "Внесение средств без комиссии за газ временно недоступно. Не волнуйтесь, скоро мы вернем эту возможность."
    },
    "GAS_FEES_DEPOSIT": {
      "TITLE": "Тарифы на газ",
      "BODY": "Комиссия за газ — это комиссия за транзакцию в исходной цепочке, в данном случае {SOURCE_CHAIN}."
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Внесение средств без комиссии за газ",
      "BODY": "Если вы внесете {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} или более, dYdX оплатит ваши комиссии за газ. Такая возможность доступна один раз в три дня. К внесению средств без уплаты комиссии за газ применяются правила."
    },
    "LOWEST_FEE_DEPOSITS": {
      "TITLE": "Депозиты с самой низкой комиссией",
      "BODY": "Депозиты USDC {LOWEST_FEE_TOKEN_NAMES}имеют самые низкие комиссии."
    },
    "MINIMUM_DEPOSIT_AMOUNT": {
      "TITLE": "Минимальная сумма депозита",
      "BODY": "Включая любое проскальзывание цены, которое может произойти из-за изменения ликвидности во время работы моста"
    },
    "SWAP": {
      "TITLE": "Своп и внесение средств",
      "BODY": "При внесении средств не в USDC ваш актив автоматически конвертируется в USDC с помощью API 0x. Настройка максимального проскальзывания позволяет указать допустимое проскальзывание до сбоя конвертации."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Комиссия сети",
      "BODY": "Это стоимость газа для транзакций по предоставлению разрешения и внесению средств. Она выплачивается участникам, поддерживающим работу сети Ethereum. Достаточно предоставить разрешение только один раз для каждого вносимого вами актива."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Комиссия сети",
      "BODY": "Это стоимость газа для транзакции депозита, выплачиваемая участникам, поддерживающим работу сети Ethereum."
    }
  },
  "TRIGGER_ORDERS": {
    "UNEQUAL_ORDER_SIZES": {
      "TITLE": "Неравные размеры ордеров",
      "BODY": "Ваши тейк-профит и стоп-лосс имеют разные размеры ордеров. Чтобы внести изменения в размер ордера, отмените и повторите ордеры."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Комиссия за быстрый вывод",
      "BODY": "Быстро выводимые средства отправляются мгновенно, а биржа dYdX покрывает расходы на газ в обмен на комиссию. Чтобы вывести средства без комиссии, используйте медленный вывод (вам придется самостоятельно оплатить расходы на газ и дождаться подтверждения уровня 2)."
    },
    "GAS_FEES": {
      "TITLE": "Тарифы на газ",
      "BODY": "Комиссия за газ— это комиссия за транзакцию в исходной цепочке, в данном случае dYdX."
    },
    "LOWEST_FEE_WITHDRAWALS": {
      "TITLE": "Вывод средств с наименьшей комиссией",
      "BODY": "Вывод средств USDC {LOWEST_FEE_TOKEN_NAMES}на  имеет самые низкие комиссии."
    },
    "BRIDGE_FEES": {
      "TITLE": "Комиссия за переход",
      "BODY": "Комиссионные за переход выплачиваются другим протоколам для завершения соединения, передачи и обмена, необходимых для вывода средств."
    },
    "MINIMUM_AMOUNT_RECEIVED": {
      "TITLE": "Минимальная полученная сумма",
      "BODY": "Включая любое проскальзывание цены, которое может произойти из-за изменения ликвидности во время работы моста"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Типы вывода средств",
      "BODY": "Биржа dYdX поддерживает два типа вывода средств с уровня 2. При быстром выводе взимается небольшая комиссия, но не требуется оплачивать расходы на газ, а средства отправляются мгновенно. При медленном выводе комиссия не взимается, но требуется прохождение двух этапов, на что нужно гораздо больше времени, а пользователь должен будет самостоятельно оплатить расходы на газ."
    }
  },
  "STAKE": {
    "VALIDATOR_SELECTION": {
      "TITLE": "Выбранный валидатор",
      "BODY": "Валидатор выбирается из предварительно сконфигурированного набора валидаторов, не подлежащих дроблению, на основе наименьшего веса ставки."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Подтвердить адрес электронной почты",
      "BODY": "Перейдите по ссылке в отправленном вам электронном письме для подтверждения своего адреса электронной почты."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "Расчеты dYdX Chain",
      "BODY": "С целью защиты протокола, валидаторы dYdX Chain задерживают расчеты dYdX Chain."
    }
  },
  "TRADE_CHART": {
    "OHLC": {
      "TITLE": "OHLC",
      "BODY": "Включить или отключить данные OHLC по средней цене. Если отключить этот параметр, будут показаны только данные OHLC из истории сделок."
    }
  },
  "NEW_MARKET_WIDGET": {
    "REFERENCE_PRICE": {
      "TITLE": "Справочная цена",
      "BODY": "Справочная цена — это скользящее среднее рыночной цены за 30 дней. Это значение используется в качестве входных данных для автоматического расчета параметров рынка в цепочке dYdX. Справочная цена должна быть примерно такой же, как текущая цена рынка (т.е. округлена с точностью до десятых)."
    }
  }
}
