{
  "GENERAL": {
    "DYDX_ADDRESS_FROM_ETHEREUM": {
      "BODY": "Tu dirección de la cadena dYdX \"{DYDX_ADDRESS}\" se creó a partir de la firma de la dirección de Ethereum \"{EVM_ADDRESS}\"."
    },
    "DYDX_ADDRESS_FROM_SOLANA": {
      "BODY": "Tu dirección de la cadena dYdX \"{DYDX_ADDRESS}\" se creó a partir de la firma de la dirección de Solana \"{SOLANA_ADDRESS}\"."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Firma de patrimonio",
      "BODY": "Solamente marcá esta opción si anteriormente utilizaste la firma de billetera de hardware o una firma de patrimonio para generar tus claves."
    },
    "REMEMBER_ME": {
      "TITLE": "Recordarme",
      "BODY": "Solo utilizá \"Recordarme\" si estás utilizando un dispositivo seguro de tu propiedad. Seleccionar esta opción puede exponer tus claves e información a otros si estás en un dispositivo público o no seguro."
    }
  },
  "AFFILIATES": {
    "AFFILIATE_COMMISSIONS": {
      "TITLE": "Comisiones de afiliados",
      "BODY": "Los afiliados ganan comisiones sobre las tarifas de taker pagadas por los usuarios referidos. Para generar la tarifa de afiliación, los usuarios referidos deben tener un volumen de 30 días móvil por debajo de $50 millones cuando hacen la operación."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Hedgies de descuento",
      "BODY": "Tener un {NFT} aumentará tu nivel de descuento de tarifas en uno. Tener varios no tendrá ningún efecto adicional."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Impulso de la cuenta",
      "BODY": "Impulso de tu cuenta en función de todas tus posiciones abiertas. Debido a que tu cuenta tiene un margen cruzado, cada posición abierta tiene su propio impulso y también afecta el impulso general de tu cuenta."
    },
    "AVAILABLE_BALANCE": {
      "TITLE": "Saldo disponible",
      "BODY": "Cantidad de garantía que está disponible para operar o retirar de tu cuenta de margen cruzado."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Posición nocional de base",
      "BODY": "El tamaño de la posición máxima en la que los requisitos de margen no se aumentan."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Detención de pérdida",
      "BODY": "Tu precio activador actual para ejecutar una detención de pérdida para esta orden de rango."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Tomar ganancias",
      "BODY": "Tu precio activador actual para ejecutar una toma de ganancia para esta orden de rango."
    },
    "BUYING_POWER": {
      "TITLE": "Poder de compra",
      "BODY": "Esto representa tu poder de compra total disponible. Tu poder de compra se basa en el impulso máximo disponible en el intercambio y no cambiará en función del mercado que hayas seleccionado."
    },
    "CROSS_FREE_COLLATERAL": {
      "TITLE": "Garantía sin cruce",
      "BODY": "Cantidad de garantía que está disponible para operar o retirar de tu cuenta de margen cruzado."
    },
    "CROSS_MARGIN_USAGE": {
      "TITLE": "Uso de margen cruzado",
      "BODY": "El porcentaje de tu margen total cruzado usado por posiciones abiertas."
    },
    "CUSTOM_AMOUNT": {
      "TITLE": "Cantidad personalizada",
      "BODY": "El ajuste de tu cantidad personalizada se aplicará a las órdenes de Toma de Ganancias como a las de Detención de Pérdidas."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Ejecución predeterminada",
      "BODY": "Tu orden ocupará cualquier orden de cruce al momento de apertura. Si tu orden no se completa en su totalidad, permanecerá abierta hasta que se complete, se cancele o caduque."
    },
    "EQUITY": {
      "TITLE": "Equidad",
      "BODY": "Valor total de su cuenta."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Precio estimado",
      "BODY": "Precio estimado de ejecución para tu orden. Este precio es solo una estimación, ya que el libro de órdenes puede cambiar antes de que la red procese tu orden."
    },
    "FEE": {
      "TITLE": "Tarifa de operación",
      "BODY": "La red cobra las tarifas de operación en función de un porcentaje de tu volumen de operaciones. Las tarifas de operación se devengan a los validadores y a los participantes de DYDX. No se cobran tarifas de gasolina para operar en dYdX."
    },
    "FILL_OR_KILL": {
      "TITLE": "Completar o morir",
      "BODY": "Las órdenes de Completar o morir deben completarse totalmente luego de la ejecución o se cancelarán de forma automática."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Sin garantía",
      "BODY": "La cantidad máxima que puedes retirar. Si la garantía es 0 o negativa, tu cuenta está utilizando el impulso máximo."
    },
    "GOOD_TIL": {
      "TITLE": "Con validez hasta",
      "BODY": "Tiempo hasta que tu orden caduque."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "De inmediato o cancelar",
      "BODY": "Tu orden completará cualquier orden cruzada en el momento de la apertura y luego cancelará cualquier monto del orden sin completar."
    },
    "INDEX_PRICE": {
      "TITLE": "Precio del oráculo",
      "BODY": "Las órdenes de detención se activan en función del precio de oráculo. El precio del oráculo agrega datos de precios de múltiples intercambios, protegiéndote de eventos como caídas repentinas."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Fracción del margen inicial",
      "BODY": "La fracción de margen inicial define la cantidad de apalancamiento que un comerciante puede usar inicialmente cuando ingresa una posición. El IMF se calcula como el valor nocional de la posición de un comerciante dividido por el capital. Si la fracción de margen de un comerciante excede la fracción de margen inicial, el comerciante no podrá aumentar su posición."
    },
    "INITIAL_STOP": {
      "TITLE": "Detención inicial",
      "BODY": "Precio de detención inicial con base en tu porcentaje final."
    },
    "LEVERAGE": {
      "TITLE": "Impulso",
      "BODY": "El apalancamiento cambia el multiplicador de tus ganancias o pérdidas. Aumentar tu apalancamiento aumenta cuánto ganarías\/perderías en una operación con el mismo movimiento de precios."
    },
    "LIMIT_CLOSE": {
      "TITLE": "Límite al cierre",
      "BODY": "Es posible que una orden limitada al cierre no ocurra instantáneamente y solo se completará una vez que se alcance el precio ingresado. Supervisa la pestaña Órdenes para comprobar su estado."
    },
    "LIMIT_PRICE": {
      "TITLE": "Precio límite",
      "BODY": "Esta orden solo se puede completar con el precio límite especificado o uno más alto. Si tu orden se cruza en el momento de la colocación, tu orden completará cualquier orden cruzada al precio más favorable."
    },
    "LIMIT_PRICE_LEARN_MORE": {
      "TITLE": "Precio límite",
      "BODY": "Al identificar un precio límite, estás colocando una orden con límite de toma de ganancias o un pedido con límite de detención. Hacé clic en {DOCUMENTATION_LINK} para obtener más detalles."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "Diferencia de porcentaje entre el trigger price y el precio límite."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Precio de liquidación",
      "BODY": "Si el precio de oráculo de {SYMBOL} cae por debajo del precio de liquidación, tu posición se liquidará. En el momento de la liquidación, tu posición se cerrará automáticamente y se aplicará una tarifa de liquidación del 1 % como mínimo (puede ser mayor según la liquidez en el momento de la liquidación)."
    },
    "LIQUIDATION_PRICE_SHORT": {
      "TITLE": "Precio de liquidación",
      "BODY": "Si el precio de oráculo de {SYMBOL} sube por encima del precio de liquidación, tu posición se liquidará. En el momento de la liquidación, tu posición se cerrará automáticamente y se aplicará una tarifa de liquidación del 1 % como mínimo (puede ser mayor según la liquidez en el momento de la liquidación)."
    },
    "LIQUIDATION_PRICE_LONG": {
      "TITLE": "Precio de liquidación",
      "BODY": "Si el precio de oráculo de {SYMBOL} cae por debajo del precio de liquidación, tu posición se liquidará. En el momento de la liquidación, tu posición se cerrará automáticamente y se aplicará una tarifa de liquidación del 1 % como mínimo (puede ser mayor según la liquidez en el momento de la liquidación)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Precio de liquidación",
      "BODY": "Si el precio de oráculo en el mercado de posiciones se cruza con el precio de liquidación, se liquidará tu posición. En el momento de la liquidación, tu posición se cerrará automáticamente y se aplicará una tarifa de liquidación del 1 % como mínimo (puede ser mayor según la liquidez en el momento de la liquidación)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidez",
      "BODY": "Las operaciones que extraen liquidez del libro de órdenes (p. ej., órdenes limitadas de cruce o de mercado) se ejecutan como órdenes de taker. Las órdenes de límite que suman liquidez al libro de órdenes y se ejecutan a través de terceros se ejecutarán como órdenes de creador."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Fracción del margen de mantenimiento",
      "BODY": "La fracción de margen de mantenimiento define cuándo se liquidan los comerciantes. Se calcula como el valor nocional de la posición de un comerciante dividido por el capital. Si la fracción de margen de un comerciante supera la fracción de margen de mantenimiento, su posición se cerrará (liquidará) automáticamente y el motor de liquidación intentará dejar fondos en cuentas de valor positivo, cuando sea posible, después de que haya pagado la penalización máxima de liquidación del 1,5 %."
    },
    "MAKER_FEE": {
      "TITLE": "Tasa de creador",
      "BODY": "Las órdenes de límite que suman liquidez al libro de órdenes y de ejecución a cargo de una tercera parte se ejecutarán como órdenes de creador. Las órdenes de creación tienen una tarifa más baja que las órdenes de toma."
    },
    "MARGIN_USAGE": {
      "TITLE": "Uso del margen",
      "BODY": "El porcentaje de tu margen total usado por posiciones abiertas."
    },
    "MARGIN_USED": {
      "TITLE": "Margen utilizado",
      "BODY": "El porcentaje de tu margen total cruzado usado por posiciones abiertas."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Retiro rápido máximo",
      "BODY": "La cantidad máxima permitida para un retiro rápido único."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Apalancamiento máximo",
      "BODY": "Apalancamiento máximo permitido para este mercado. Para limitar el riesgo, el apalancamiento máximo disminuye linealmente con el tamaño de la posición después de que se alcanza cierto umbral."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Recompensas estimadas",
      "BODY": "Ganá recompensas cuando operás en dYdX. Las recompensas reales pueden variar."
    },
    "NET_FUNDING": {
      "TITLE": "Financiación neta",
      "BODY": "Financiación total ganada o pagada durante el período de vida de la posición actual. Se restablece si cerrás tu posición o cambiás los lados de la posición (de largo a corto o viceversa)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Interés abierto",
      "BODY": "El interés abierto representa el tamaño total de todas las posiciones abiertas en este mercado."
    },
    "ORACLE_PRICE": {
      "TITLE": "Precio del oráculo",
      "BODY": "El impulso y las liquidaciones se determinan en función del precio del oráculo en la cadena. El precio del oráculo agrega datos de precios de múltiples intercambios, protegiéndote de eventos como caídas repentinas."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Cantidad de la orden",
      "BODY": "Cantidad de {SYMBOL} para comprar o vender. Esta es la cantidad en la que tu posición va a aumentar o disminuir cuando se complete la orden, no la cantidad de tu posición resultante."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Cantidad de la orden",
      "BODY": "Cantidad de {SYMBOL} USD para comprar o vender. Esta es la cantidad en la que tu posición va a aumentar o disminuir cuando se complete la orden, no la cantidad de tu posición resultante."
    },
    "PARTIAL_CLOSE_STOP_LOSS": {
      "TITLE": "La detención de pérdidas es un cierre parcial",
      "BODY": "Tu detención de pérdidas no está configurada para cerrar toda tu posición. Esto podría deberse a que estableciste una cantidad personalizada, o a que cambiaste el tamaño de la posición después de agregar este activador."
    },
    "PARTIAL_CLOSE_TAKE_PROFIT": {
      "TITLE": "La toma de beneficios es un cierre parcial",
      "BODY": "Tu toma de beneficios no está configurada para cerrar toda tu posición. Esto podría deberse a que estableciste una cantidad personalizada, o a que cambiaste el tamaño de la posición después de agregar este activador."
    },
    "PORTFOLIO_VALUE": {
      "TITLE": "Valor de la cartera",
      "BODY": "Valor de capital total de tu cuenta."
    },
    "POSITION_MARGIN": {
      "TITLE": "Margen de posición",
      "BODY": "La cantidad de garantía que respalda la posición."
    },
    "POSITION_LEVERAGE": {
      "TITLE": "Apalancamiento de posición",
      "BODY": "El apalancamiento cambia el multiplicador de tus ganancias o pérdidas. Aumentar tu apalancamiento aumenta cuánto ganarías\/perderías en una operación con el mismo movimiento de precios."
    },
    "POST_ONLY": {
      "TITLE": "Post-Only",
      "BODY": "Las órdenes habilitadas como post-only únicamente se pueden realizar como órdenes de maker. Si la orden se cruza con otras órdenes en el momento de la colocación, se cancelará automáticamente."
    },
    "POST_ONLY_TIMEINFORCE_GTT": {
      "TITLE": "Post-Only",
      "BODY": "Post-Only está disponible únicamente si el Tiempo en vigor está establecido en Válido hasta."
    },
    "PRICE_IMPACT": {
      "TITLE": "Impacto del precio",
      "BODY": "La diferencia entre el precio de ejecución previsto para tu orden y la mejor orden del lado de la oferta o la demanda. Esto aumentará a volúmenes de operación más altos."
    },
    "REALIZED_PNL": {
      "TITLE": "Ganancia\/pérdida realizada",
      "BODY": "Ganancia\/pérdida total realizada para esta posición a través de cierres parciales, tasas y financiamiento. Se restablece si cerrás completamente tu posición o cambiás de lugar en la posición (largo a corto, o viceversa)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Solo reducir",
      "BODY": "Solo reducir evita que una orden cambie el lado de tu posición (largo a corto o corto a largo). Una orden con Solo reducir se redimensionará y se cancelará automáticamente a medida que cambie tu posición."
    },
    "REDUCE_ONLY_TIMEINFORCE_IOC": {
      "TITLE": "Solo reducir",
      "BODY": "Solo reducir está disponible si el Tiempo en vigor está establecido en IOC."
    },
    "REDUCE_ONLY_EXECUTION_IOC": {
      "TITLE": "Solo reducir",
      "BODY": "Solo reducir está disponible si la ejecución está establecida en IOC."
    },
    "REWARDS_EARNED": {
      "TITLE": "Recompensas ganadas",
      "BODY": "Gana recompensas cuando operas en dYdX."
    },
    "SPREAD": {
      "TITLE": "Extensión",
      "BODY": "La diferencia de precio entre la oferta más alta (el precio por el que un comprador está dispuesto a comprar) y la oferta más baja (el precio por el que un vendedor está dispuesto a vender) de un activo."
    },
    "STEP_SIZE": {
      "TITLE": "Tamaño del paso",
      "BODY": "El tamaño del paso es el factor más pequeño permitido para las cantidades de orden en este mercado."
    },
    "STOP_LOSS": {
      "TITLE": "Detención de pérdida",
      "BODY": "Protege contra las pérdidas cerrando la posición de un operador una vez que el precio de oráculo cruza el trigger price."
    },
    "STOP_LOSS_ABOVE_LIQUIDATION_PRICE": {
      "TITLE": "Detención de pérdidas por encima del precio de liquidación",
      "BODY": "El precio de detención de pérdida subió por encima del precio de liquidación. Esto puede ocurrir por cambios en la financiación, por retiros de fondos o por cambios en los requisitos de margen."
    },
    "STOP_LOSS_BELOW_LIQUIDATION_PRICE": {
      "TITLE": "Detención de pérdida por debajo del precio de liquidación",
      "BODY": "El precio de detención de pérdidas cayó por debajo del precio de liquidación. Esto puede ocurrir por cambios en la financiación, por retiros de fondos o por cambios en los requisitos de margen."
    },
    "TAKER_FEE": {
      "TITLE": "Tarifa de taker",
      "BODY": "Las operaciones que extraen liquidez del libro de órdenes (p. ej., órdenes limitadas de cruce o de mercado) se ejecutan como órdenes de taker. Las órdenes de taker tienen una tarifa más alta que las órdenes de maker."
    },
    "TAKE_PROFIT": {
      "TITLE": "Tomar ganancias",
      "BODY": "Permite a los operadores establecer objetivos y protege las ganancias en las posiciones al especificar un precio al cual cerrar una posición abierta para obtener ganancias."
    },
    "TARGET_LEVERAGE": {
      "TITLE": "Apalancamiento objetivo",
      "BODY": "El apalancamiento objetivo se establece en {TARGET_LEVERAGE}×, lo cual determina la cantidad de margen utilizado para tu próxima orden."
    },
    "TICK_SIZE": {
      "TITLE": "Variación mínima",
      "BODY": "La variación mínima es el movimiento de precio mínimo en este mercado."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Tiempo en vigor",
      "BODY": "La opción de tiempo vigente seleccionada controla cuánto tiempo permanecerá activa una orden hasta que se venza o se complete."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Porcentaje residual",
      "BODY": "El porcentaje residual establece el porcentaje en que tu stop price “seguirá” al precio del oráculo. Siempre que el precio del oráculo se mueva a favor de tu posición, el stop price de tu orden se actualizará de acuerdo con tu porcentaje residual especificado."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Trigger Price",
      "BODY": "Cuando el precio del oráculo de este mercado se cruza con tu trigger price, tu orden de detención o toma de ganancias se convertirá en una limit order o se ejecutará como una orden de mercado."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Ganancia\/pérdida no realizada",
      "BODY": "La ganancia\/pérdida total si cerraras por completo el resto de tu posición actual al precio del oráculo actual. Se restablece si cerrás tu posición o cambiás los lados de la posición (de largo a corto o viceversa)."
    },
    "REWARD_HISTORY": {
      "BODY": "La hora se muestra en Hora Universal Coordinada (UTC)"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Disponible",
      "BODY": "¡Eres elegible! Deposita al menos {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} para permitir el depósito sin gas."
    },
    "BRIDGE_FEES_DEPOSIT": {
      "TITLE": "Tarifas de puente",
      "BODY": "Las tarifas de puente se pagan a otros protocolos para completar el puente, la transferencia y el intercambio necesarios para este depósito."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "No disponible",
      "BODY": "Los depósitos sin gas no están disponibles. No te preocupes, ¡volverán pronto!"
    },
    "GAS_FEES_DEPOSIT": {
      "TITLE": "Tarifas de gas",
      "BODY": "Las tarifas de gas son tarifas de transacción en la cadena fuente, en este caso {SOURCE_CHAIN}."
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Depósitos sin gas",
      "BODY": "dYdX cubrirá tus tarifas de gas si depositas {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} o más. Eres elegible para un depósito sin gas cada tres días. Los depósitos sin gas están sujetos a ciertas reglas."
    },
    "LOWEST_FEE_DEPOSITS": {
      "TITLE": "Depósitos de tarifa más baja",
      "BODY": "Los depósitos USDC en {LOWEST_FEE_TOKEN_NAMES} tienen las tarifas más bajas."
    },
    "MINIMUM_DEPOSIT_AMOUNT": {
      "TITLE": "Cantidad mínima de depósito",
      "BODY": "Incluye cualquier slippage que pueda ocurrir debido a cambios de liquidez mientras el puente está en progreso"
    },
    "SWAP": {
      "TITLE": "Intercambiar y depositar",
      "BODY": "Al depositar un activo que no sea USDC, el activo se convertirá automáticamente a USDC a través de la API 0x. Establecer un máximo slippage te permite especificar el slippage que vas a permitir antes de que falle la conversión."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Tarifa de red",
      "BODY": "Este es el costo de gas de las transacciones de depósitos y asignaciones establecidas, pagadas a mineros de Ethereum. Solo tenes que establecer una asignación una vez por activo que deposite."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Tarifa de red",
      "BODY": "Este es el costo de gas de la transacción del depósito, que se paga a mineros de Ethereum."
    }
  },
  "TRIGGER_ORDERS": {
    "UNEQUAL_ORDER_SIZES": {
      "TITLE": "Tamaños de orden desiguales",
      "BODY": "Tus órdenes de toma de ganancias y de detención de pérdidas tienen diferentes tamaños. Para realizar ediciones en el tamaño de la orden, cancelá y volvé a hacer las órdenes."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Tarifa de retiro rápido",
      "BODY": "Los retiros rápidos se envían de inmediato y dYdX va a cubrir los costos del gas a cambio de una tarifa. Para retiros sin cargo, usa un retiro lento (vas a pagar tus propios costos de gasolina y a tener que esperar la confirmación de la etapa 2)."
    },
    "GAS_FEES": {
      "TITLE": "Tarifas de gas",
      "BODY": "Las tarifas de gas son tarifas de transacción en la cadena fuente, en este caso dYdX."
    },
    "LOWEST_FEE_WITHDRAWALS": {
      "TITLE": "Retiros de la tarifa más baja",
      "BODY": "Los retiros de USDC en {LOWEST_FEE_TOKEN_NAMES} tienen las tarifas más bajas."
    },
    "BRIDGE_FEES": {
      "TITLE": "Tarifas de puente",
      "BODY": "Las tarifas de puente se pagan a otros protocolos para completar el puente, la transferencia y el intercambio necesarios para este retiro."
    },
    "MINIMUM_AMOUNT_RECEIVED": {
      "TITLE": "Cantidad mínima recibida",
      "BODY": "Incluye cualquier slippage que pueda ocurrir debido a cambios de liquidez mientras el puente está en progreso"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Tipos de retiro",
      "BODY": "dYdX permite dos tipos de retiro de la etapa 2. Los retiros rápidos implican una pequeña tarifa, pero no requieren gas y se envían de inmediato. Los retiros lentos son gratuitos, pero requieren dos pasos, llevan mucho más tiempo y el usuario tendrá que pagar sus propias tasas de gas."
    }
  },
  "STAKE": {
    "VALIDATOR_SELECTION": {
      "TITLE": "Validador seleccionado",
      "BODY": "El validador se selecciona de un conjunto preconfigurado de validadores sin barras en función del menor peso de participación."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Verificar la dirección de correo electrónico",
      "BODY": "Haz clic en el enlace del correo electrónico que te enviamos, lo que nos ayudará a verificar la propiedad de tu dirección de correo electrónico."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "liquidación de la cadena dYdX",
      "BODY": "Para garantizar la seguridad del protocolo, los validadores de la cadena dYdX retrasan la liquidación de la cadena dYdX, DYDX."
    }
  },
  "TRADE_CHART": {
    "OHLC": {
      "TITLE": "OHLC",
      "BODY": "Habilitar o deshabilitar los datos de OHLC (apertura-alto-bajo-cierre) a través de precio medio. Deshabilitar esto solo mostrará datos de OHLC de las operaciones históricas."
    }
  },
  "NEW_MARKET_WIDGET": {
    "REFERENCE_PRICE": {
      "TITLE": "Precio de referencia",
      "BODY": "El precio de referencia es el promedio móvil de 30 días del precio de mercado y se utiliza como dato para calcular automáticamente los parámetros del mercado en la cadena dYdX. El precio de referencia debe ser aproximadamente el mismo que el precio actual del mercado (es decir, redondeado a la baja a las mismas potencias de 10)."
    },
    "SELF_REPORTED_CMC": {
      "BODY": "Este valor se informa en CoinMarketCap"
    }
  },
  "VAULT": {
    "ESTIMATED_AMOUNT_RECEIVED": {
      "BODY": "La cantidad estimada a recibir al retirar, que es la cantidad de retiro menos la cantidad de slippage estimada. Esta cantidad es una estimación basada en las condiciones actuales. La cantidad real puede ser diferente, según las condiciones reales en el momento de la ejecución."
    },
    "ESTIMATED_SLIPPAGE": {
      "BODY": "La cantidad estimada de slippage al momento de retirar. El slippage proviene de la necesidad de la bóveda de actualizar las posiciones actuales para liberar margen para cumplir con la cantidad a retirar. Esta cantidad es una estimación basada en las condiciones actuales. La cantidad real puede ser diferente, según las condiciones reales en el momento de la ejecución."
    },
    "AVAILABLE_TO_WITHDRAW": {
      "BODY": "La cantidad que podés retirar, que es tu balance de bóveda menos cualquier cantidad que esté bloqueada para nuevos listados en el mercado."
    },
    "YOUR_VAULT_BALANCE": {
      "BODY": "El valor actual de tus depósitos. Esto se calcula basado en las posiciones y patrimonio actuales de la bóveda."
    },
    "YOUR_ALL_TIME_PNL": {
      "BODY": "El PNL total a lo largo del tiempo. Esto incluye el PNL histórico de tus depósitos de bóveda."
    },
    "VAULT_APR": {
      "BODY": "Est. La Tasa Anual Equivalente (TAE) es el rendimiento del mes pasado anualizado. Los rendimientos reales dependen de las ganancias futuras inciertas (participación en los ingresos del protocolo y pérdidas y ganancias) y no están garantizados. {LEARN_MORE}"
    }
  },
  "SIMPLE_UI": {
    "BUYING_POWER_SIMPLE": {
      "BODY": "Esta es la cantidad máxima de exposición que podés obtener con tu depósito. No es la cantidad que podés depositar o retirar. Tu poder adquisitivo puede cambiar rápidamente y puede ser positivo incluso cuando estés sufriendo pérdidas."
    },
    "RISK": {
      "BODY": "Este es el porcentaje de tu depósito que tus posiciones abiertas conservan como margen. Esto puede cambiar rápidamente cuando cambia el precio de mercado."
    }
  }
}
