{
  "GENERAL": {
    "DYDX_ADDRESS_FROM_ETHEREUM": {
      "BODY": "\"{DYDX_ADDRESS}\" dYdX Zinciri adresiniz, \"{EVM_ADDRESS}\" Ethereum adresinin imzasından oluşturulmuştur."
    },
    "DYDX_ADDRESS_FROM_SOLANA": {
      "BODY": "\"{DYDX_ADDRESS}\" dYdX Zinciri adresiniz, \"{SOLANA_ADDRESS}\" Solana adresinin imzasından oluşturulmuştur."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Eski İmza",
      "BODY": "Bu seçeneği yalnızca anahtarlarınızı oluşturmak için donanım cüzdan imzası\/eski imza kullandıysanız işaretleyin."
    },
    "REMEMBER_ME": {
      "TITLE": "Beni Hatırla",
      "BODY": "Yalnızca sahibi olduğunuz güvenli bir cihazı kullanıyorsanız \"Beni Hatırla\" seçeneğini kullanın. Bu tercihi seçmek, genel veya güvenli olmayan bir cihaz kullanıyorsanız anahtarlarınızı ve bilgilerinizi başkalarına ifşa edebilir."
    }
  },
  "AFFILIATES": {
    "AFFILIATE_COMMISSIONS": {
      "TITLE": "Bağlı kuruluş komisyonları",
      "BODY": "Bağlı ortaklar, önerilen kullanıcılar tarafından ödenen alıcı ücretlerinden komisyon kazanır. Bağlı ortak ücret payı oluşturmak için önerilen kullanıcılar alım satım işlemi yaparken 30 günlük hacmi 50 milyon $'ın altına düşürmelidir."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Hedgie ödülleri indirimi",
      "BODY": "Bir {NFT} sahibi olmak indirim düzeyinizi bir seviye yukarı çıkaracaktır. Birden fazlasına sahip olmanın ek bir etkisi bulunmamaktadır."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Hesap Kaldıracı",
      "BODY": "Tüm açık pozisyonlarınıza göre hesabınızın kaldıraç oranı. Hesabınız çapraz marjinli olduğu için her açık pozisyonun kendi kaldıraçları vardır; ancak aynı zamanda genel hesap kaldıracınızı da etkiler."
    },
    "AVAILABLE_BALANCE": {
      "TITLE": "Kullanılabilir Bakiye",
      "BODY": "Çapraz marjin hesabınızdan alım satım veya çekme işleminde kullanılabilen teminat miktarı."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Temel Pozisyon Kavram Değeri",
      "BODY": "Marjin gereksinimlerinin artırılmadığı maksimum pozisyon boyutu."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Zararı Durdur (Stop Loss)",
      "BODY": "Bu destekli emirde bir Zarar Durdurma gerçekleştirmek için geçerli tetiklenme fiyatınız."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Kâr Alma",
      "BODY": "Bu kapsayıcı emirde bir Kâr Alma gerçekleştirmek için mevcut tetikleme fiyatınız."
    },
    "BUYING_POWER": {
      "TITLE": "Satın Alma Gücü",
      "BODY": "Bu değer, mevcut satın alma gücünüzü ifade eder. Satın alma gücünüz, borsada mevcut olan maksimum kaldıraca dayanır ve seçtiğiniz piyasaya bağlı olarak değişmez."
    },
    "CROSS_FREE_COLLATERAL": {
      "TITLE": "Çapraz Serbest Teminat",
      "BODY": "Çapraz marjin hesabınızdan alım satım veya çekme işleminde kullanılabilen teminat miktarı."
    },
    "CROSS_MARGIN_USAGE": {
      "TITLE": "Çapraz Marjin Kullanımı",
      "BODY": "Açık pozisyonlar için kullanılan toplam çapraz marjininizin yüzdesi."
    },
    "CUSTOM_AMOUNT": {
      "TITLE": "Özel Miktar",
      "BODY": "Özel miktarınızdaki değişiklik hem Kâr Alma hem de Zarar Durdurma talimatları için geçerli olacaktır."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Varsayılan Yürütme",
      "BODY": "Emriniz açılış sırasında tüm çapraz emirleri karşılayacaktır. Emriniz tam olarak karşılanmadıysa karşılanana, iptal edilene veya süresi sona erene kadar açık kalacaktır."
    },
    "EQUITY": {
      "TITLE": "Net Varlık",
      "BODY": "Hesabınızın toplam değeri."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Beklenen Fiyat",
      "BODY": "Talimatınız için beklenen yürütme fiyatı. Bu fiyat, emir defteri emriniz ağ tarafından işleme konmadan önce değişebileceği için yalnızca bir tahmindir."
    },
    "FEE": {
      "TITLE": "Alım Satım Ücreti",
      "BODY": "Alım satım ücretleri, alım satım hacminizin bir yüzdesine göre ağ tarafından tahsil edilir. Alım satım ücretleri doğrulayıcılara ve DYDX stake edenlere tahakkuk eder. dYdX üzerinde işlem yapmak için gaz ücreti yoktur."
    },
    "FILL_OR_KILL": {
      "TITLE": "Karşıla Veya İptal Et",
      "BODY": "Karşıla veya iptal et türündeki emirler gerçekleştikten sonra derhal karşılanmalıdır, aksi takdirde otomatik olarak iptal edilecektir."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Ücretsiz Teminat",
      "BODY": "Çekebileceğiniz maksimum miktar. Ücretsiz teminat 0 veya negatif olduğunda, hesabınız maksimum kaldıraç kullanır."
    },
    "GOOD_TIL": {
      "TITLE": "Geçerlilik",
      "BODY": "Emrinizin sona ereceği zamana kadar olan süre."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Hemen Veya İptal Et",
      "BODY": "Emriniz açılış sırasında çapraz emirleri karşılayacak ve sonra karşılanmamış bir emir miktarlarını iptal edecektir."
    },
    "INDEX_PRICE": {
      "TITLE": "Oracle Fiyatı",
      "BODY": "Stop emirleri oracle fiyatına göre tetiklenir. Oracle fiyatı, birden fazla borsadan alınan fiyat verilerini birleştirerek sizi ani çökmeler gibi olaylardan korur."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Başlangıç Marjin Oranı",
      "BODY": "Başlangıç Marjin Oranı (BMO), bir yatırımcının bir pozisyona girerken başlangıçta kullanabileceği kaldıraç miktarını belirler. BMO, bir yatırımcının pozisyonunun kavramsal değerinin net varlığa bölünmesiyle hesaplanır. Bir yatırımcının marjin oranı başlangıç marjin oranını aşıyorsa, yatırımcının artık pozisyonunu artırmasına izin verilmez."
    },
    "INITIAL_STOP": {
      "TITLE": "Başlangıç Stop",
      "BODY": "Takip yüzdenize dayalı başlangıç stop fiyatı."
    },
    "LEVERAGE": {
      "TITLE": "Kaldıraç",
      "BODY": "Kaldıraç, kazançlarınız veya kayıplarınız üzerindeki çarpanı değiştirir. Kaldıracınızı artırmak, bir alım satım işleminde aynı fiyat hareketiyle kazanacağınız \/ kaybedeceğiniz miktarı artırır."
    },
    "LIMIT_CLOSE": {
      "TITLE": "Limit Close",
      "BODY": "Bir limit close emri anında gerçekleşmeyebilir ve yalnızca girilen fiyata ulaşıldığında karşılanacaktır. Emrin durumunu kontrol etmek için Emirler sekmesini izleyin."
    },
    "LIMIT_PRICE": {
      "TITLE": "Limit Fiyatı",
      "BODY": "Bu emir yalnızca belirtilen limit fiyatından veya daha iyi bir fiyattan karşılanabilir. Eğer emriniz plasman anında kesişirse, emriniz kesişen emirlerle en elverişli fiyattan karşılanacaktır."
    },
    "LIMIT_PRICE_LEARN_MORE": {
      "TITLE": "Limit Fiyatı",
      "BODY": "Bir limit fiyatı belirleyerek, bir Kâr Alma Limit Emri ve\/veya bir Stop Limit Emri verirsiniz. Daha fazla bilgi için {DOCUMENTATION_LINK} bağlantısına tıklayın."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Kayma",
      "BODY": "Tetikleme fiyatınız ve limit fiyatınız arasındaki yüzdesel fark."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Tasfiye Fiyatı",
      "BODY": "{SYMBOL} için oracle fiyatı tasfiye fiyatının altına düşerse, pozisyonunuz tasfiye edilecektir. Tasfiyeden sonra, pozisyonunuz otomatik olarak kapatılacak ve en az %1'lik bir tasfiye ücreti belirlenecektir (tasfiye esnasındaki likiditenize bağlı olarak daha yüksek olabilir)."
    },
    "LIQUIDATION_PRICE_SHORT": {
      "TITLE": "Tasfiye Fiyatı",
      "BODY": "{SYMBOL} için oracle fiyatı, tasfiye fiyatının üzerine çıkarsa, pozisyonunuz tasfiye edilecektir. Tasfiyeden sonra, pozisyonunuz otomatik olarak kapatılacak ve en az %1'lik bir tasfiye ücreti belirlenecektir (tasfiye esnasındaki likiditenize bağlı olarak daha yüksek olabilir)."
    },
    "LIQUIDATION_PRICE_LONG": {
      "TITLE": "Tasfiye Fiyatı",
      "BODY": "{SYMBOL} için oracle fiyatı tasfiye fiyatının altına düşerse, pozisyonunuz tasfiye edilecektir. Tasfiyeden sonra, pozisyonunuz otomatik olarak kapatılacak ve en az %1'lik bir tasfiye ücreti belirlenecektir (tasfiye esnasındaki likiditenize bağlı olarak daha yüksek olabilir)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Tasfiye Fiyatı",
      "BODY": "Pozisyon piyasasının oracle fiyatı tasfiye fiyatıyla kesişirse pozisyonunuz tasfiye edilecektir. Tasfiyeden sonra, pozisyonunuz otomatik olarak kapatılacak ve en az %1'lik bir tasfiye ücreti belirlenecektir (tasfiye esnasındaki likiditenize bağlı olarak daha yüksek olabilir)."
    },
    "LIQUIDITY": {
      "TITLE": "Likidite",
      "BODY": "Emir defterinden likidite çıkaran alım satım işlemleri (ör. piyasa veya kesişen limit emirleri) piyasa alıcı (taker) emirleri olarak gerçekleştirilir. Emir defterine likidite ekleyen ve başka bir tarafça karşılanan limit emirleri, piyasa yapıcı (maker) emirleri olarak karşılanır."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Devamlılık Marjin Oranı",
      "BODY": "Devamlılık Marjin Oranı, trader'ların tasfiye edileceği anı belirler. Devamlılık Marjin Oranı, bir trader'ın pozisyonunun kavramsal değerinin net varlığa bölünmesiyle hesaplanır. Bir trader'ın marjin oranı devamlılık marjin oranını aşarsa, o trader'ın pozisyonu otomatik olarak kapatılır (tasfiye edilir) ve tasfiye motoru %1,5 oranındaki Maksimum Tasfiye Cezası ödendikten sonra mümkünse fonları pozitif değerli hesaplarda bırakmaya teşebbüs eder."
    },
    "MAKER_FEE": {
      "TITLE": "Piyasa Yapıcı Komisyonu",
      "BODY": "Emir defterine likidite ekleyen ve başka bir tarafça karşılanan limit emirleri, piyasa yapıcı (maker) emirleri olarak karşılanacaktır. Piyasa yapıcı emirleri, piyasa alıcı emirlerinden daha düşük bir ücrete tabidir."
    },
    "MARGIN_USAGE": {
      "TITLE": "Marjin Kullanımı",
      "BODY": "Açık pozisyonlar için kullanılan toplam marjininizin yüzdesi."
    },
    "MARGIN_USED": {
      "TITLE": "Kullanılan Marjin",
      "BODY": "Açık pozisyonlar için kullanılan toplam çapraz marjininizin yüzdesi."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Maksimum Hızlı Çekme Miktarı",
      "BODY": "Tek bir hızlı çekme işlemi için izin verilen maksimum miktar."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Maksimum Kaldıraç",
      "BODY": "Bu piyasa için izin verilen maksimum kaldıraç. Riski sınırlamak için, maksimum kaldıraç, belli bir eşikten sonra pozisyon büyüklüğüyle doğru orantılı olarak azalır."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Tahmin Edilen Ödüller",
      "BODY": "dYdX üzerinde trade yaparken ödüller kazanın. Gerçek ödüller değişebilir."
    },
    "NET_FUNDING": {
      "TITLE": "Net Fonlama",
      "BODY": "Mevcut pozisyonun ömrü için kazanılan\/ödenen toplam fonlama. Pozisyonunuzu kapatır veya yönünü değiştirirseniz sıfırlanır (uzundan kısaya veya tam tersi)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Açık Faiz",
      "BODY": "Açık faiz, bu piyasa üzerindeki tüm açık pozisyonların toplam büyüklüğünü ifade eder."
    },
    "ORACLE_PRICE": {
      "TITLE": "Oracle Fiyatı",
      "BODY": "Kaldıraç ve tasfiyeler, zincir içi oracle fiyatına göre belirlenir. Oracle fiyatı, birden fazla borsadan alınan fiyat verilerini birleştirerek sizi ani çökmeler gibi olaylardan korur."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Emir Miktarı",
      "BODY": "Satılacak veya satın alınacak {SYMBOL} miktarı. Bu miktar, pozisyonunuzun emir karşılandığında artacağı veya azalacağı miktardır, sonuçta ortaya çıkacak pozisyon miktarınız değildir."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Emir Miktarı",
      "BODY": "USD cinsinden satılacak veya satın alınacak {SYMBOL} miktarı. Bu miktar, pozisyonunuzun emir karşılandığında artacağı veya azalacağı miktardır, sonuçta ortaya çıkacak pozisyon miktarınız değildir."
    },
    "PARTIAL_CLOSE_STOP_LOSS": {
      "TITLE": "Zarar Durdurma Emri, Kısmi bir Kapamadır",
      "BODY": "Zarar durdurma emriniz, tüm pozisyonunuzu kapatacak şekilde yapılandırılmaz. Bunun nedeni, özel bir miktar belirlemeniz veya bu tetikleyiciyi ekledikten sonra pozisyonunuzun büyüklüğünü değiştirmeniz olabilir."
    },
    "PARTIAL_CLOSE_TAKE_PROFIT": {
      "TITLE": "Kâr Al Emri, Kısmi bir Kapamadır",
      "BODY": "Kâr al emriniz, tüm pozisyonunuzu kapatacak şekilde yapılandırılmaz. Bunun nedeni, özel bir miktar belirlemeniz veya bu tetikleyiciyi ekledikten sonra pozisyonunuzun büyüklüğünü değiştirmeniz olabilir."
    },
    "PORTFOLIO_VALUE": {
      "TITLE": "Portföy Değeri",
      "BODY": "Hesabınızın toplam varlık değeri."
    },
    "POSITION_MARGIN": {
      "TITLE": "Pozisyon Marjini",
      "BODY": "Pozisyonu destekleyen teminat miktarı."
    },
    "POSITION_LEVERAGE": {
      "TITLE": "Pozisyon Kaldıracı",
      "BODY": "Kaldıraç, kazançlarınız veya kayıplarınız üzerindeki çarpanı değiştirir. Kaldıracınızı artırmak, bir alım satım işleminde aynı fiyat hareketiyle kazanacağınız \/ kaybedeceğiniz miktarı artırır."
    },
    "POST_ONLY": {
      "TITLE": "Post-Only (yalnızca emir defterine ekle)",
      "BODY": "Post-only seçeneği etkinleştirilmiş emirler yalnızca piyasa yapıcı emirleri olarak verilebilir. Eğer bu emir, emrin verildiği anda diğer emirlerle kesişirse, emir otomatik olarak iptal edilir."
    },
    "POST_ONLY_TIMEINFORCE_GTT": {
      "TITLE": "Post-Only (yalnızca emir defterine ekle)",
      "BODY": "Post-Only seçeneği yalnızca Yürürlükteki Süre Geçerlilik Süresi olarak ayarlanırsa kullanılabilir."
    },
    "PRICE_IMPACT": {
      "TITLE": "Fiyat Etkisi",
      "BODY": "Emriniz için beklenen gerçekleşme fiyatı ile alış veya satış tarafındaki en iyi emir arasındaki fark. Bu değer, alım satım büyüklükleri arttığı ölçüde artacaktır."
    },
    "REALIZED_PNL": {
      "TITLE": "Gerçekleşen Kâr\/Zarar",
      "BODY": "Bu pozisyon için kısmi kapatmalar, ücretler ve fonlama yoluyla gerçekleşmiş toplam kâr\/zarar. Pozisyonunuzu tamamen kapatırsanız veya pozisyon taraflarını değiştirirseniz (uzundan kısaya veya bunun tersi) sıfırlanır."
    },
    "REDUCE_ONLY": {
      "TITLE": "Sadece Azalt",
      "BODY": "Sadece Azalt özelliği, bir emrin pozisyonunuzun tarafını değiştirmesine (uzundan kısaya veya kısadan uzuna) engel olur. Yalnızca Azalt [Reduce-Only] ayarlı bir emir, pozisyonunuz değiştikçe otomatik olarak yeniden boyutlanacak ve iptal olacaktır."
    },
    "REDUCE_ONLY_TIMEINFORCE_IOC": {
      "TITLE": "Sadece Azalt",
      "BODY": "Yalnızca Azalt seçeneği yalnızca Yürürlükteki Süre Hemen veya İptal Et (Immediate-or-Cancel - IOC) olarak ayarlanırsa kullanılabilir."
    },
    "REDUCE_ONLY_EXECUTION_IOC": {
      "TITLE": "Sadece Azalt",
      "BODY": "Sadece Azalt seçeneği yalnızca Emir Gerçekleştirme (Execution) biçimi Hemen veya İptal Et (Immediate-or-Cancel) olarak belirlendiyse kullanılabilir."
    },
    "REWARDS_EARNED": {
      "TITLE": "Kazanılan Ödüller",
      "BODY": "dYdX üzerinde işlem yaptığınızda ödül kazanın."
    },
    "SPREAD": {
      "TITLE": "Alış-Satış Farkı (Spread)",
      "BODY": "Bir varlık için verilen en yüksek alış (bir alıcının satın almak için ödemek istediği fiyat) ve en düşük satış (bir satıcının satış yapmak istediği fiyat) fiyatları arasındaki farktır."
    },
    "STEP_SIZE": {
      "TITLE": "Adım Büyüklüğü",
      "BODY": "Adım büyüklüğü, bu piyasadaki emir miktarları için izin verilen en küçük faktördür."
    },
    "STOP_LOSS": {
      "TITLE": "Zararı Durdur (Stop Loss)",
      "BODY": "Oracle fiyatı tetikleme fiyatıyla kesiştiğinde yatırımcının pozisyonunu kapatarak zararlara karşı koruma sağlar."
    },
    "STOP_LOSS_ABOVE_LIQUIDATION_PRICE": {
      "TITLE": "Tasfiye Fiyatının Üzerinde Zarar Durdurma",
      "BODY": "Zarar durdurma fiyatı, tasfiye fiyatının üzerine çıkmıştır. Bu, fonlama değişiklikleri nedeniyle, fonlar çekilmesi nedeniyle veya değişen marjin gereksinimleri nedeniyle meydana gelebilir."
    },
    "STOP_LOSS_BELOW_LIQUIDATION_PRICE": {
      "TITLE": "Zarar Durdurma, Tasfiye Fiyatının Altında",
      "BODY": "Zarar durdurma fiyatı, tasfiye fiyatının altına düşmüştür. Bu, fonlama değişiklikleri nedeniyle, fonlar çekilmesi nedeniyle veya değişen marjin gereksinimleri nedeniyle meydana gelebilir."
    },
    "TAKER_FEE": {
      "TITLE": "Piyasa Alıcı Ücreti",
      "BODY": "Emir defterinden likidite çıkaran alım satım işlemleri (ör. piyasa veya kesişen limit emirleri) piyasa alıcı (taker) emirleri olarak gerçekleştirilir. Piyasa alıcı emirleri, piyasa yapıcı emirlerinden daha yüksek bir ücrete tabidir."
    },
    "TAKE_PROFIT": {
      "TITLE": "Kâr Alma",
      "BODY": "Yatırımcıların hedef belirlemelerine ve açık bir pozisyonun kâr için kapatılacağı bir fiyat belirleyerek pozisyonlardaki kârlarını korumalarına olanak tanır."
    },
    "TARGET_LEVERAGE": {
      "TITLE": "Hedef Kaldıraç",
      "BODY": "Hedef Kaldıraç {TARGET_LEVERAGE}× olarak ayarlanmıştır, bu da bir sonraki emriniz için kullanılacak marjin miktarını belirler."
    },
    "TICK_SIZE": {
      "TITLE": "Tick Büyüklüğü",
      "BODY": "Tick büyüklüğü, bu piyasadaki minimum fiyat hareketidir."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Yürürlükteki Süre",
      "BODY": "Seçilen geçerlilik süresi seçeneği, bir emrin süresi sona erene veya emir karşılanana kadar ne kadar süre aktif olacağını belirler."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Takip Yüzdesi",
      "BODY": "Takip yüzdesi, stop fiyatınızın oracle fiyatını \"takip\" edeceği yüzde değerini belirler. Oracle fiyatı pozisyonunuz lehine hareket ettiğinde, emrinizin stop fiyatı belirlediğiniz takip yüzdesine göre güncellenecektir."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Tetikleme Fiyatı",
      "BODY": "Bu piyasanın oracle fiyatı tetikleme fiyatınızla kesiştiğinde, stop\/kâr alma emriniz ya bir limit emrine dönüştürülür, ya da bir piyasa emri olarak gerçekleştirilir."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Gerçekleşmemiş Kar \/ Zarar",
      "BODY": "Mevcut pozisyonunuzun geri kalanını mevcut oracle fiyatından tamamen kapatacak olursanız ortaya çıkacak toplam kar \/ zarar. Pozisyonunuzu kapatır veya yönünü değiştirirseniz sıfırlanır (uzundan kısaya veya tam tersi)."
    },
    "REWARD_HISTORY": {
      "BODY": "Saat, Koordineli Evrensel Saat (UTC) zaman dilimi içinde gösterilir"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Kullanılabilir",
      "BODY": "Uygunsunuz! Gazsız yatırma işlemini etkinleştirmek için en az {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} yatırın."
    },
    "BRIDGE_FEES_DEPOSIT": {
      "TITLE": "Köprü Ücretleri",
      "BODY": "Köprü ücretleri, bu yatırma işlemi için gereken köprüleme, aktarma ve takas işlemlerini gerçekleştirmek için diğer protokollere ödenir."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Kullanılamaz",
      "BODY": "Gazsız yatırma işlemleri geçici olarak kullanım dışı. Merak etmeyin, yakında geri gelecek!"
    },
    "GAS_FEES_DEPOSIT": {
      "TITLE": "Gaz Ücretleri",
      "BODY": "Gaz ücretleri, bu örnekte {SOURCE_CHAIN} olan kaynak zincirdeki işlem ücretleridir."
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Gazsız yatırma işlemleri",
      "BODY": " {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL}veya daha fazla yatırırsanız dYdX gaz ücretlerinizi karşılayacaktır. Üç günde bir bir kerelik gazsız fon yatırma için uygunsunuz. Gazsız fon yatırmalar kurallara tabidir."
    },
    "LOWEST_FEE_DEPOSITS": {
      "TITLE": "En Düşük Ücretli Yatırma İşlemleri",
      "BODY": "{LOWEST_FEE_TOKEN_NAMES} üzerindeki USDC yatırma işlemleri en düşük ücretlere tabidir."
    },
    "MINIMUM_DEPOSIT_AMOUNT": {
      "TITLE": "Minimum Yatırma Miktarı",
      "BODY": "Köprü işlemi devam ederken likidite değişiklikleri nedeniyle oluşabilecek her türlü kayma dahil"
    },
    "SWAP": {
      "TITLE": "Takas ve Yatırma",
      "BODY": "USDC dışı bir varlık yatırma işleminde, varlığınız 0x API aracılığıyla otomatik olarak USDC'ye dönüştürülür. Maksimum kayma değerini ayarlamak, dönüşüm başarısız olmadan önce izin vereceğiniz kayma miktarını belirlemenize olanak tanır."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Ağ Ücreti",
      "BODY": "Bu, fon yatırma ve izin belirleme işlemleri için Ethereum madencilerine ödenen gaz ücretidir. İzni yatırdığınız her bir varlık için yalnızca bir kez belirlemeniz gerekir."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Ağ Ücreti",
      "BODY": "Bu, fon yatırma işleminin Ethereum madencilerine ödenen gaz maliyetidir."
    }
  },
  "TRIGGER_ORDERS": {
    "UNEQUAL_ORDER_SIZES": {
      "TITLE": "Eşit Olmayan Emir Boyutları",
      "BODY": "Kâr al ve zararı durdur emirleriniz farklı emir boyutlarına sahiptir. Emir boyutunda düzenleme yapmak için lütfen emirleri iptal edip yeniden oluşturun."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Hızlı Çekme Ücreti",
      "BODY": "Hızlı çekme işlemleri anında gönderilir ve dYdX bir ücret karşılığında gaz ücretlerini karşılar. Ücretsiz çekim için lütfen yavaş çekme işlemini kullanın (kendi gaz maliyetinizi ödemeniz ve Katman 2 onayını beklemeniz gerekir)."
    },
    "GAS_FEES": {
      "TITLE": "Gaz Ücretleri",
      "BODY": "Gaz ücretleri, bu örnekte dYdX olan kaynak zincirdeki işlem ücretleridir."
    },
    "LOWEST_FEE_WITHDRAWALS": {
      "TITLE": "En Düşük Ücretli Çekme İşlemleri",
      "BODY": "{LOWEST_FEE_TOKEN_NAMES} üzerine yapılan USDC çekme işlemleri, en düşük ücretlere sahiptir."
    },
    "BRIDGE_FEES": {
      "TITLE": "Köprü Ücretleri",
      "BODY": "Köprü ücretleri, bu çekme işlemi için gereken köprüleme, aktarma ve takas işlemlerini gerçekleştirmek için diğer protokollere ödenir."
    },
    "MINIMUM_AMOUNT_RECEIVED": {
      "TITLE": "Alınan Minimum Miktar",
      "BODY": "Köprü işlemi devam ederken likidite değişiklikleri nedeniyle oluşabilecek her türlü kayma dahil"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Çekme İşlem Türleri",
      "BODY": "dYdX, Katman 2'de iki tür çekme işlemini destekler. Hızlı çekme işlemleri küçük bir ücret gerektirir fakat gaz ücreti gerektirmez ve anında gönderilir. Yavaş çekme işlemleri ücretsizdir ancak iki adım gerektirir, çok daha uzun sürer ve kullanıcıların kendi gaz ücretlerini ödemesi gerekir."
    }
  },
  "STAKE": {
    "VALIDATOR_SELECTION": {
      "TITLE": "Seçilen Doğrulayıcı",
      "BODY": "Doğrulayıcı, en düşük stake ağırlığına göre önceden yapılandırılan bir ceza almamış doğrulayıcılar grubu arasından seçilir."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "E-posta adresini doğrula",
      "BODY": "Lütfen size gönderdiğimiz e-postadaki bağlantıyı tıklayın; bu, e-posta adresinin sahibi olduğunuzu doğrulamakta bize yardımcı olacaktır."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "dYdX Zincir bağlama",
      "BODY": "dYdX Zinciri doğrulayıcıları, protokolün güvenliğini sağlamak için dYdX Zinciri DYDX'in bağlanmasını geciktirir."
    }
  },
  "TRADE_CHART": {
    "OHLC": {
      "TITLE": "OHLC",
      "BODY": "Orta fiyat üzerinden OHLC (açık-yüksek-düşük-kapalı) verilerini etkinleştirin veya devre dışı bırakın. Bu özellik devre dışı bırakıldığında yalnızca geçmiş işlemlerden gelen OHLC verileri gösterilir."
    }
  },
  "NEW_MARKET_WIDGET": {
    "REFERENCE_PRICE": {
      "TITLE": "Referans Fiyat",
      "BODY": "Referans Fiyat, piyasa fiyatının 30 günlük ortalamasıdır ve dYdX Zinciri üzerinde piyasa parametrelerini otomatik olarak hesaplamak için bir girdi olarak kullanılır. Referans Fiyat, yaklaşık olarak piyasanın mevcut fiyatı ile aynı olmalıdır (yani 10'un aynı kuvvetlerine yuvarlanmalıdır)."
    },
    "SELF_REPORTED_CMC": {
      "BODY": "Bu değer CoinMarketCap üzerinde kendi kendine bildirilir"
    }
  },
  "VAULT": {
    "ESTIMATED_AMOUNT_RECEIVED": {
      "BODY": "Çekme sırasında alınacak tahmini miktar, yani çekme tutarı eksi tahmini kayma tutarıdır. Bu tutar, mevcut koşullara dayalı bir tahmindir. Gerçek tutar, emrin gerçekleştirildiği andaki fiili koşullara bağlı olarak farklılık gösterebilir."
    },
    "ESTIMATED_SLIPPAGE": {
      "BODY": "Çekme sırasında tahmini kayma tutarı. Kayma, çekme tutarını karşılamak üzere marjini serbest bırakmak için kasanın mevcut pozisyonları güncelleme ihtiyacından kaynaklanır. Bu tutar, mevcut koşullara dayalı bir tahmindir. Gerçek tutar, emrin gerçekleştirildiği andaki fiili koşullara bağlı olarak farklılık gösterebilir."
    },
    "AVAILABLE_TO_WITHDRAW": {
      "BODY": "Çekebileceğiniz tutar, kasa bakiyenizden yeni piyasa listeleri için kilitlenmiş herhangi bir tutar çıkarıldığında kalan tutardır."
    },
    "YOUR_VAULT_BALANCE": {
      "BODY": "Yatırma işlemlerinizin mevcut değeri. Bu, kasanın mevcut net varlığına ve pozisyonlarına göre hesaplanır."
    },
    "YOUR_ALL_TIME_PNL": {
      "BODY": "Zaman içindeki toplam KZ. Bu, kasa yatırma işlemlerinizin geçmiş KZ'sini içerir."
    },
    "VAULT_APR": {
      "BODY": "Tahmini APR, geçen ayın getirilerinin yıllık olarak belirlenen değerdir. Gerçek getiriler gelecekteki belirsiz kazançlara (protokol gelir paylaşımı ve KZ - Kâr ve Zarar olarak belirlen) bağlıdır ve garanti edilmez. {LEARN_MORE}"
    }
  }
}
