{
  "GENERAL": {
    "DYDX_ADDRESS_FROM_ETHEREUM": {
      "BODY": "Your dYdX Chain address \"{DYDX_ADDRESS}\" was created from the signature of the Ethereum address \"{EVM_ADDRESS}\"."
    },
    "DYDX_ADDRESS_FROM_SOLANA": {
      "BODY": "Your dYdX Chain address \"{DYDX_ADDRESS}\" was created from the signature of the Solana address \"{SOLANA_ADDRESS}\"."
    },
    "LEGACY_SIGNING": {
      "TITLE": "Legacy Signing",
      "BODY": "Only check this option if you previously used hardware wallet signing / legacy signing to generate your keys."
    },
    "REMEMBER_ME": {
      "TITLE": "Remember Me",
      "BODY": "Only use \"Remember Me\" if you are using a secure device that you own. Selecting this option can expose your keys and information to others if you are on a public or non-secured device."
    }
  },
  "AFFILIATES": {
    "AFFILIATE_COMMISSIONS": {
      "TITLE": "Affiliate commissions",
      "BODY": "Affiliates earn commission on taker fees paid by referred users. To generate affiliate fee share, referred users must have rolling 30-day volume below $50M when they make the trade."
    }
  },
  "PORTFOLIO": {
    "HOLDING_HEDGIES": {
      "TITLE": "Hedgies discount",
      "BODY": "Holding a {NFT} will bump your fee discount tier up by one. Holding multiple will have no additional effect."
    }
  },
  "TRADE": {
    "ACCOUNT_LEVERAGE": {
      "TITLE": "Account Leverage",
      "BODY": "Leverage of your account based on all your open positions. Because your account is cross-margined, each open position has its own leverage while also affecting your overall account leverage."
    },
    "AVAILABLE_BALANCE": {
      "TITLE": "Available Balance",
      "BODY": "Amount of collateral that is available to trade or withdraw from your cross margin account."
    },
    "BASE_POSITION_NOTIONAL": {
      "TITLE": "Base Position Notional",
      "BODY": "The maximum position size at which the margin requirements are not increased."
    },
    "BRACKET_ORDER_SL": {
      "TITLE": "Stop Loss",
      "BODY": "Your current trigger price to execute a Stop Loss for this bracket order."
    },
    "BRACKET_ORDER_TP": {
      "TITLE": "Take Profit",
      "BODY": "Your current trigger price to execute a Take Profit for this bracket order."
    },
    "BUYING_POWER": {
      "TITLE": "Buying Power",
      "BODY": "This represents your total available buying power. Your buying power is based on the max leverage available on the exchange, and will not change based on the market you have selected."
    },
    "CROSS_FREE_COLLATERAL": {
      "TITLE": "Cross Free Collateral",
      "BODY": "Amount of collateral that is available to trade or withdraw from your cross margin account."
    },
    "CROSS_MARGIN_USAGE": {
      "TITLE": "Cross Margin Usage",
      "BODY": "Percentage of your total cross margin used by open positions."
    },
    "CUSTOM_AMOUNT": {
      "TITLE": "Custom Amount",
      "BODY": "Adjusting your custom amount will apply to both Take Profit and Stop Loss orders."
    },
    "DEFAULT_EXECUTION": {
      "TITLE": "Default Execution",
      "BODY": "Your order will fill any crossing orders at the time of opening. If your order is not fully filled, it will remain open until it is filled, cancelled, or expires."
    },
    "EQUITY": {
      "TITLE": "Equity",
      "BODY": "Total value of your account."
    },
    "EXPECTED_PRICE": {
      "TITLE": "Expected Price",
      "BODY": "Expected price of execution for your order. This price is only an estimate as the orderbook may change before your order is processed by the network."
    },
    "FEE": {
      "TITLE": "Trading Fee",
      "BODY": "Trading fees are charged by the network based on a percent of your trading volume. Trading fees accrue to validators and DYDX stakers. There are no gas fees to trade on dYdX."
    },
    "FILL_OR_KILL": {
      "TITLE": "Fill Or Kill",
      "BODY": "Fill or kill orders must be completely filled upon execution or they will be automatically canceled."
    },
    "FREE_COLLATERAL": {
      "TITLE": "Free Collateral",
      "BODY": "The maximum amount you can withdraw. When free collateral is 0 or negative, your account is using maximum leverage."
    },
    "GOOD_TIL": {
      "TITLE": "Good Til",
      "BODY": "Time until your order expires."
    },
    "IMMEDIATE_OR_CANCEL": {
      "TITLE": "Immediate or Cancel",
      "BODY": "Your order will fill any crossing orders at the time of opening, and then cancel any unfilled order amount."
    },
    "INDEX_PRICE": {
      "TITLE": "Oracle Price",
      "BODY": "Stop orders are triggered based on the oracle price. The oracle price aggregates price data from multiple exchanges, protecting you from events like flash crashes."
    },
    "INITIAL_MARGIN_FRACTION": {
      "TITLE": "Initial Margin Fraction",
      "BODY": "Initial Margin Fraction defines the amount leverage a trader can initially use when entering a position. IMF is calculated as a trader’s position notional value divided by equity. If a trader’s margin fraction exceeds the initial margin fraction, a trader will no longer be allowed to increase their position."
    },
    "INITIAL_STOP": {
      "TITLE": "Initial Stop",
      "BODY": "Initial stop price based on your trailing percent."
    },
    "LEVERAGE": {
      "TITLE": "Leverage",
      "BODY": "Leverage changes the multiplier on your gains or losses. Increasing your leverage increases how much you would gain / lose on a trade with the same price movement."
    },
    "LIMIT_CLOSE": {
      "TITLE": "Limit Close",
      "BODY": "A limit close may not happen instantly, and will only be filled once the entered price is hit. Monitor the Orders tab to check its status."
    },
    "IOC_LIMIT_CLOSE": {
      "TITLE": "Limit Close",
      "BODY": "A limit close will execute immediately or cancel the order. The limit price should be used to customize the amount of slippage tolerated for a close position order. If you would like to close a position when a price is reached, set take profit or stop loss orders instead."
    },
    "LIMIT_PRICE": {
      "TITLE": "Limit Price",
      "BODY": "This order can only be filled at the specified limit price or better. If your order crosses at the time of placement, your order will fill any crossing orders at the most favorable price."
    },
    "LIMIT_PRICE_LEARN_MORE": {
      "TITLE": "Limit Price",
      "BODY": "By identifying a limit price, you are placing a Take Profit Limit Order and/or a Stop Limit Order. Click {DOCUMENTATION_LINK} for more details."
    },
    "LIMIT_PRICE_SLIPPAGE": {
      "TITLE": "Slippage",
      "BODY": "Percentage difference between your trigger price and limit price."
    },
    "LIQUIDATION_PRICE": {
      "TITLE": "Liquidation Price",
      "BODY": "If the oracle price of {SYMBOL} drops below the liquidation price, your position will be liquidated. Upon liquidation, your position will be automatically closed and a liquidation fee of at least 1% will be assessed (may be higher depending on liquidity at the time of liquidation)."
    },
    "LIQUIDATION_PRICE_SHORT": {
      "TITLE": "Liquidation Price",
      "BODY": "If the oracle price of {SYMBOL} rises above the liquidation price, your position will be liquidated. Upon liquidation, your position will be automatically closed and a liquidation fee of at least 1% will be assessed (may be higher depending on liquidity at the time of liquidation)."
    },
    "LIQUIDATION_PRICE_LONG": {
      "TITLE": "Liquidation Price",
      "BODY": "If the oracle price of {SYMBOL} drops below the liquidation price, your position will be liquidated. Upon liquidation, your position will be automatically closed and a liquidation fee of at least 1% will be assessed (may be higher depending on liquidity at the time of liquidation)."
    },
    "LIQUIDATION_PRICE_GENERAL": {
      "TITLE": "Liquidation Price",
      "BODY": "If the oracle price of the position market crosses the liquidation price, your position will be liquidated. Upon liquidation, your position will be automatically closed and a liquidation fee of at least 1% will be assessed (may be higher depending on liquidity at the time of liquidation)."
    },
    "LIQUIDITY": {
      "TITLE": "Liquidity",
      "BODY": "Trades that take liquidity from the book (e.g. market or crossing limit orders) execute as taker orders. Limit orders that add liquidity to the book and are filled by another party will be filled as maker orders."
    },
    "MAINTENANCE_MARGIN_FRACTION": {
      "TITLE": "Maintenance Margin Fraction",
      "BODY": "Maintenance Margin Fraction defines when traders get liquidated. It is calculated as a trader’s position notional value divided by equity. If a trader’s margin fraction exceeds the maintenance margin fraction, their position will be automatically closed (liquidated) and a the liquidation engine will attempt to leave funds in accounts of positive value where possible after they have paid the Maximum Liquidation Penalty of 1.5%."
    },
    "MAKER_FEE": {
      "TITLE": "Maker Fee",
      "BODY": "Limit orders that add liquidity to the book and are filled by another party will be filled as maker orders. Maker orders have a lower fee than taker orders."
    },
    "MARGIN_USAGE": {
      "TITLE": "Margin Usage",
      "BODY": "Percentage of your total margin used by open positions."
    },
    "MARGIN_USED": {
      "TITLE": "Margin Used",
      "BODY": "Percentage of your total cross margin used by open positions."
    },
    "MAX_WITHDRAW": {
      "TITLE": "Maximum Fast Withdraw",
      "BODY": "Maximum amount allowed for a single fast withdraw."
    },
    "MAXIMUM_LEVERAGE": {
      "TITLE": "Maximum Leverage",
      "BODY": "Maximum allowed leverage for this market. To limit risk, maximum leverage decreases linearly with position size after a certain threshold."
    },
    "MAXIMUM_REWARDS": {
      "TITLE": "Estimated Rewards",
      "BODY": "Earn rewards when you trade on dYdX. Actual rewards may vary."
    },
    "NET_FUNDING": {
      "TITLE": "Net Funding",
      "BODY": "Total funding earned / paid for the lifetime of the current position. Resets if you close your position or change position sides (long to short, or vice versa)."
    },
    "OPEN_INTEREST": {
      "TITLE": "Open Interest",
      "BODY": "Open interest represents the total size of all open positions on this market."
    },
    "ORACLE_PRICE": {
      "TITLE": "Oracle Price",
      "BODY": "Leverage and liquidations are determined based on the onchain oracle price. The oracle price aggregates price data from multiple exchanges, protecting you from events like flash crashes."
    },
    "ORDER_AMOUNT": {
      "TITLE": "Order Amount",
      "BODY": "Amount of {SYMBOL} to buy or sell. This is the amount your position will increase or decrease by when the order is filled, not your resulting position amount."
    },
    "ORDER_AMOUNT_USD": {
      "TITLE": "Order Amount",
      "BODY": "Amount of {SYMBOL} in USD to buy or sell. This is the amount your position will increase or decrease by when the order is filled, not your resulting position amount."
    },
    "PARTIAL_CLOSE_STOP_LOSS": {
      "TITLE": "Stop Loss is a Partial Close",
      "BODY": "Your stop loss is not configured to close your entire position. This could be because you set a custom amount, or because you have changed your position size after adding this trigger."
    },
    "PARTIAL_CLOSE_TAKE_PROFIT": {
      "TITLE": "Take Profit is a Partial Close",
      "BODY": "Your take profit is not configured to close your entire position. This could be because you set a custom amount, or because you have changed your position size after adding this trigger."
    },
    "PORTFOLIO_VALUE": {
      "TITLE": "Portfolio Value",
      "BODY": "Total equity value of your account."
    },
    "POSITION_MARGIN": {
      "TITLE": "Position Margin",
      "BODY": "The amount of collateral backing the position."
    },
    "POSITION_LEVERAGE": {
      "TITLE": "Position Leverage",
      "BODY": "Leverage changes the multiplier on your gains or losses. Increasing your leverage increases how much you would gain / lose on a trade with the same price movement."
    },
    "POST_ONLY": {
      "TITLE": "Post-Only",
      "BODY": "Orders with post-only enabled can only be placed as maker orders. If the order crosses other orders at the time of placement, it will be automatically cancelled."
    },
    "POST_ONLY_TIMEINFORCE_GTT": {
      "TITLE": "Post-Only",
      "BODY": "Post-Only is only available if Time in Force is set to Good Til Time."
    },
    "PRICE_IMPACT": {
      "TITLE": "Price Impact",
      "BODY": "The difference between the expected execution price for your order and the best order on the bid or ask side. This will increase for larger trade sizes."
    },
    "REALIZED_PNL": {
      "TITLE": "Realized Profit / Loss",
      "BODY": "Total realized profit / loss for this position through partial closes, fees and funding. Resets if you fully close your position or change position sides (long to short, or vice versa)."
    },
    "REDUCE_ONLY": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only prevents an order from changing the side of your position (long to short, or short to long). An order with Reduce-Only set will automatically resize and cancel itself as your position changes."
    },
    "REDUCE_ONLY_TIMEINFORCE_IOC": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only is only available if Time in Force is set to IOC."
    },
    "REDUCE_ONLY_EXECUTION_IOC": {
      "TITLE": "Reduce-Only",
      "BODY": "Reduce-Only is only available if Execution is set to IOC."
    },
    "REWARDS_EARNED": {
      "TITLE": "Rewards Earned",
      "BODY": "Earn rewards when you trade on dYdX."
    },
    "SPREAD": {
      "TITLE": "Spread",
      "BODY": "The difference in price between the highest bid (the price a buyer is willing to buy for) and lowest ask (the price a seller is willing to sell for) an asset."
    },
    "STEP_SIZE": {
      "TITLE": "Step Size",
      "BODY": "Step size is the smallest factor allowed for order amounts on this market."
    },
    "STOP_LOSS": {
      "TITLE": "Stop Loss",
      "BODY": "Protects against losses by closing a trader’s position once the oracle price crosses the trigger price."
    },
    "STOP_LOSS_ABOVE_LIQUIDATION_PRICE": {
      "TITLE": "Stop Loss Above Liquidation Price",
      "BODY": "The stop-loss price has risen above the liquidation price. This can happen due to funding changes, due to withdrawing funds, or due to changing margin requirements."
    },
    "STOP_LOSS_BELOW_LIQUIDATION_PRICE": {
      "TITLE": "Stop Loss Below Liquidation Price",
      "BODY": "The stop-loss price has fallen below the liquidation price. This can happen due to funding changes, due to withdrawing funds, or due to changing margin requirements."
    },
    "TAKER_FEE": {
      "TITLE": "Taker Fee",
      "BODY": "Trades that take liquidity from the book (e.g. market or crossing limit orders) execute as taker orders. Taker orders have a higher fee than maker orders."
    },
    "TAKE_PROFIT": {
      "TITLE": "Take Profit",
      "BODY": "Allows traders to set targets and protects profits on positions by specifying a price at which to close an open position for profit."
    },
    "TARGET_LEVERAGE": {
      "TITLE": "Target Leverage",
      "BODY": "Target Leverage set to {TARGET_LEVERAGE}×, which determines the amount of margin used for your next order."
    },
    "TICK_SIZE": {
      "TITLE": "Tick Size",
      "BODY": "Tick size is the minimum price movement on this market."
    },
    "TIME_IN_FORCE": {
      "TITLE": "Time In Force",
      "BODY": "The selected time in force option controls how long an order will remain active for until it either expires or is filled."
    },
    "TRAILING_PERCENT": {
      "TITLE": "Trailing Percent",
      "BODY": "Trailing percent sets the percent your stop price will “trail” the oracle price. Whenever the oracle price moves in favor of your position, the stop price for your order will update according to your specified trailing percent."
    },
    "TRIGGER_PRICE": {
      "TITLE": "Trigger Price",
      "BODY": "When the oracle price of this market crosses your trigger price, your stop/take profit order will either convert to a limit order or execute as a market order."
    },
    "UNREALIZED_PNL": {
      "TITLE": "Unrealized Profit / Loss",
      "BODY": "Total profit / loss if you were to fully close the remainder of your current position at the current oracle price. Resets if you close your position or change position sides (long to short, or vice versa)."
    },
    "REWARD_HISTORY": {
      "BODY": "Time is displayed in Coordinated Universal Time (UTC)"
    }
  },
  "DEPOSIT": {
    "AVAILABLE_GASLESS_DEPOSITS": {
      "TITLE": "Available",
      "BODY": "You are eligible! Deposit at least {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} to enable gasless deposit."
    },
    "BRIDGE_FEES_DEPOSIT": {
      "TITLE": "Bridge Fees",
      "BODY": "Bridge fees are paid to other protocols in order to complete the bridging, transferring, and swapping required for this deposit."
    },
    "DISABLED_GASLESS_DEPOSITS": {
      "TITLE": "Unavailable",
      "BODY": "Gasless deposits are temporarily unavailable. Don't worry, they'll be back soon!"
    },
    "GAS_FEES_DEPOSIT": {
      "TITLE": "Gas Fees",
      "BODY": "Gas fees are transaction fees on the source chain, in this case {SOURCE_CHAIN}."
    },
    "GASLESS_DEPOSITS": {
      "TITLE": "Gasless Deposits",
      "BODY": "dYdX will cover your gas fees if you deposit {GASLESS_DEPOSIT_THRESHOLD} {SYMBOL} or more. You are eligible for one gasless deposit every three days. Gasless deposits are subject to rules."
    },
    "LOWEST_FEE_DEPOSITS": {
      "TITLE": "Lowest Fee Deposits",
      "BODY": "USDC deposits on {LOWEST_FEE_TOKEN_NAMES} have the lowest fees."
    },
    "MINIMUM_DEPOSIT_AMOUNT": {
      "TITLE": "Minimum Deposit Amount",
      "BODY": "Inclusive of any slippage that may occur due to liquidity changes while the bridge is in progress"
    },
    "SWAP": {
      "TITLE": "Swap & Deposit",
      "BODY": "When depositing a non-USDC asset, your asset is automatically converted to USDC via the 0x API. Setting max slippage allows you to specify the slippage you will allow before the conversion fails."
    }
  },
  "TRANSFER_AND_DEPOSIT": {
    "ALLOWANCE_AND_DEPOSIT_NETWORK_FEE": {
      "TITLE": "Network Fee",
      "BODY": "This is the gas cost of the deposit and set allowance transactions, paid to Ethereum miners. You only have to set allowance once per asset you deposit."
    },
    "DEPOSIT_NETWORK_FEE": {
      "TITLE": "Network Fee",
      "BODY": "This is the gas cost of the deposit transaction, paid to Ethereum miners."
    }
  },
  "TRIGGER_ORDERS": {
    "UNEQUAL_ORDER_SIZES": {
      "TITLE": "Unequal Order Sizes",
      "BODY": "Your take profit and stop loss orders have different order sizes. To make edits to the order size, please cancel and re-make the orders."
    }
  },
  "WITHDRAW": {
    "FAST_WITHDRAW_FEE": {
      "TITLE": "Fast Withdraw Fee",
      "BODY": "Fast withdraws are sent immediately and dYdX will cover the gas costs in exchange for a fee. For fee-free withdraws, please use a slow withdraw (you pay your own gas costs and will have to wait for Layer 2 confirmation)."
    },
    "GAS_FEES": {
      "TITLE": "Gas Fees",
      "BODY": "Gas fees are transaction fees on the source chain, in this case dYdX."
    },
    "LOWEST_FEE_WITHDRAWALS": {
      "TITLE": "Lowest Fee Withdrawals",
      "BODY": "USDC withdrawals on {LOWEST_FEE_TOKEN_NAMES} have the lowest fees."
    },
    "BRIDGE_FEES": {
      "TITLE": "Bridge Fees",
      "BODY": "Bridge fees are paid to other protocols in order to complete the bridging, transferring, and swapping required for this withdrawal."
    },
    "MINIMUM_AMOUNT_RECEIVED": {
      "TITLE": "Minimum Amount Received",
      "BODY": "Inclusive of any slippage that may occur due to liquidity changes while the bridge is in progress"
    },
    "WITHDRAW_TYPES": {
      "TITLE": "Withdraw Types",
      "BODY": "dYdX supports two types of withdraws from Layer 2. Fast withdraws carry a small fee but do not require gas and are sent immediately. Slow withdraws are free but require two steps, take much longer, and the user will have to pay their own gas fees."
    }
  },
  "STAKE": {
    "VALIDATOR_SELECTION": {
      "TITLE": "Selected Validator",
      "BODY": "The validator is selected from a pre-configured set of unslashed validators based on lowest stakeweight."
    }
  },
  "EMAIL_NOTIFICATIONS": {
    "VERIFY_EMAIL": {
      "TITLE": "Verify email address",
      "BODY": "Please click the link in the email we sent you, which will help us verify ownership of your email address."
    }
  },
  "TOKEN_MIGRATION": {
    "DYDX_CHAIN_SETTLEMENT": {
      "TITLE": "dYdX Chain settlement",
      "BODY": "To ensure the security of the protocol, dYdX Chain validators delay the settlement of dYdX Chain DYDX."
    }
  },
  "TRADE_CHART": {
    "OHLC": {
      "TITLE": "OHLC",
      "BODY": "Enable or disable OHLC (open-high-low-close) data via mid-price. Disabling this will only display OHLC data from historical trades."
    }
  },
  "NEW_MARKET_WIDGET": {
    "REFERENCE_PRICE": {
      "TITLE": "Reference Price",
      "BODY": "The Reference Price is the rolling 30 day average of the market's price and is used as an input to automatically calculate the market's parameters on dYdX Chain. The Reference Price should approximately be the same as the market's current price (i.e. round down to the same powers of 10)."
    },
    "SELF_REPORTED_CMC": {
      "BODY": "This value is self reported on CoinMarketCap"
    }
  },
  "VAULT": {
    "ESTIMATED_AMOUNT_RECEIVED": {
      "BODY": "The estimated amount to receive when withdrawing, which is withdrawal amount minus estimated slippage amount. This amount is an estimation based on the current conditions. The actual amount may be different based on the actual conditions at the execution time."
    },
    "ESTIMATED_SLIPPAGE": {
      "BODY": "The estimated amount of slippage when withdrawing. The slippage comes from the vault's need to update the current positions to free up margin in order to meet the withdrawal amount. This amount is an estimation based on the current conditions. The actual amount may be different based on the actual conditions at the execution time."
    },
    "AVAILABLE_TO_WITHDRAW": {
      "BODY": "The amount you can withdraw, which is your vault balance minus any amount that's locked up for new market listings."
    },
    "YOUR_VAULT_BALANCE": {
      "BODY": "The current value of your deposits. This is calculated based on the vault's current equity and positions."
    },
    "YOUR_ALL_TIME_PNL": {
      "BODY": "The total PnL over time. This includes historical PnL of your vault deposits."
    },
    "VAULT_APR": {
      "BODY": "Est. APR is the past month returns annualized. Actual returns depend on uncertain future earnings (protocol revenue sharing and P&L), and are not guaranteed. {LEARN_MORE}"
    },
    "VAULT_APR_90D": {
      "BODY": "Est. APR is the past 90 day returns annualized. Actual returns depend on uncertain future earnings (protocol revenue sharing and P&L), and are not guaranteed. {LEARN_MORE}"
    }
  },
  "SIMPLE_UI": {
    "BUYING_POWER_SIMPLE": {
      "BODY": "This is the maximum amount of exposure you can get with your deposit. It is not the amount you can deposit or withdraw. Your buying power can change rapidly and may be positive even when you are making losses."
    },
    "RISK": {
      "BODY": "This is the percentage of your deposit held as margin by your open positions. This can change rapidly when the market price changes."
    }
  }
}
